Repository: ginader/easychirp
Catalog: site/application/language/*.xliff
Languages: ar, de, es, fr, pt_br

# home-features-keyboard
source: Fully keyboard accessible.
ar: إمكانية الوصول للوحة مفاتيح كاملة.
de: Vollständig tastaturbedienbar.
es: Completemante accesible por teclado.
fr: Complètement utilisable au clavier.
pt_br: Totalmente acessível por teclado.

# home-features-thread
source: Inline threading of tweets; displays reply "conversation".
ar: مضمنة ترابط من تغريدات؛ يعرض الرد "المحادثة".
de: Zeigt Tweets als Gesprächsstrang.
es: Muestra responder la conversation.
fr: Fil de discussion des tweets qui affiche les réponses et "conversations".
pt_br: Tuítes organizados em tópicos; mostra a "conversa" por respostas.

# home-features-devices
source: In addition to old and new desktop browsers, I work on virtually any user-agent (even Lynx, a text-only browser), with screen readers and Braille displays, and tablets and mobile devices.
ar: بالإضافة إلى متصفحات سطح المكتب القديمة والجديدة، أنا أعمل تقريبا على أي أداة للمستخدم (حتى Lynx، متصفح نصي فقط)، مع قارئات الشاشة و شاشات طريقة برايل للقراءة، والأجهزة اللوحية والأجهزة النقالة.
de: Easy Chirpt funktioniert mit allen alten und neuen Webbrowsern, mit praktisch allen Nutzeragenten (sogar mit Lynx, einem reinen Textbrowser), mit Screenreadern und Braillezeilen, Tablets und Mobilgeräten.
es: En adición a viejos y nuevos navegadores, virtualmente yo funciono en cualquier agente de usuario (incluso Lynx, un navegador de texto solamente), con lectores de pantalla y aparatos Braille, tablets y dispositivos movíl.
fr: En plus de fonctionner avec les anciens et les nouveaux navigateurs, je fonctionne potentiellement dans n'importe quel agent utilisateur (même Lynx, un navigateur texte), avec les lecteurs d'écran et les afficheurs braille, et également sur tablettes ou périphériques mobiles.
pt_br: Além de navegadores de desktop antigos e novos, funciona com praticamente qualquer user-agent (até o Lynx, um navegador somente texto), com leitores de tela e linhas braile, tabletes e dispositivos móveis.

# home-h2-awards
source: Awards!
ar: الجوائز!
de: Preise!
es: Premios!
fr: Trophés!
pt_br: Prêmios!

# home-awards-afb
source: Recipient of the American Foundation for the Blind (AFB) 2011 Access Award.
ar: الحائز على جائزة المؤسسة الأمريكية AFB) 2011) للوصول للمكفوفين.
de: Gewinner des American Foundation for the Blind (AFB) 2011 Access Award.
es: Premio de Acceso en el 2011 otorgado por la Fundación Americana para los ciegos.
fr: Gagnant du Access Award 2011 délivré par l'American Foundation for the Blind (AFB).
pt_br: Ganhador do Access Award de 2011 da Fundação Americana para Cegos (AFB).

# home-awards-it
source: Recipient of the 2009 Access IT @web2.0 Award.
ar: الحائز على جائزة IT@web2.0 عام 2009.
de: Gewinner des 2009 Access IT @web2.0 Award.
es: Receptor del premio de Access IT @web2.0 en el 2009.
fr: Gagnant du Access IT @web2.0 2009.
pt_br: Ganhador do Access IT @web2.0 Award de 2009.

# home-awards-rnib
source: <abbr title="Royal National Institute of Blind People">RNIB</abbr> Website of the Month, December 2011.
ar: موقع RNIB لشهر، ديسمبر ٢٠١١.
de: <abbr title="Royal National Institute of Blind People">RNIB</abbr> Webseite des Monats, Dezember 2011.
es: Pagina web del mes, Diciembre 2011, otorgado por RNIB.
fr: Site du mois, décembre 2011 par la <abbr title="Royal National Institute of Blind People">RNIB</abbr>.
pt_br: <abbr title="Instituto Real Nacional para Pessoas Cegas">RNIB</abbr> Sítio do mês, dezembro de 2011.

# home-awards-more
source: Read <a href="/about">more about Easy Chirp's awards</a> on the About page.
ar: إقرأ المزيد عن جوائز التغريد السهل في صفحة المعلومات.
de: Lesen Sie mehr über die Preise, die Easy Chirp gewonnen hat, auf der Seite "Über".
es: Leer más sobre los <a href="/about">premios de Easy Chirp</a> en la pagina de Acerca de.
fr: En <a href="/about">savoir plus sur les trophés gagnés par Easy Chirp</a> sur la page à propos.
pt_br: Leia <a href="/about">Mais sobre os prêmios do Easy Chirp</a> na página Sobre.

# home-h2-dev-tasks
source: Development Tasks
ar: مهام التطوير
de: Entwicklungsaufgaben
es: Tareas de Desarrollo
fr: Tâches restantes à développer
pt_br: Tarefas em desenvolvimento

# dm-h1
source: Direct Messages
ar: الرسائل المباشرة
de: Direktnachrichten
es: Mensajes Directos
fr: Messages Privés
pt_br: Mensagens diretas

# dm-h2-send
source: Send a DM
ar: إرسال رسالة مباشرة
de: Senden Sie eine direkte Nachricht:
es: Enviar mensaje directo
fr: Envoyer un DM
pt_br: Enviar uma DM

# dm-label-tweep
source: Send a direct message to (username):
ar: إرسال رسالة مباشرة إلى (اسم المستخدم):
de: Direktnachricht senden an (username):
es: Enviar mensaje directo a (nombre de usuario):
fr: Envoyer un message privé à (utilisateur):
pt_br: Enviar mensagem direta para (nomeUsuário):

# dm-label-txtDirectMessage
source: Message:
ar: رسالة:
de: Nachricht:
es: Mensaje:
pt_br: Mensagem:

# dm-note1
source: The user to whom you're messaging must be following you.
ar: يجب أن يتابعك المستخدم حتى تستطيع مراسلته.
de: Sie können nur jemandem der Ihnen folgt eine Direktnachricht schicken.
es: El usuario al que le estes mensajeando debe estas siguiendote.
fr: L'utilisateur à qui vous essayez d'envoyer un message doit vous suivre.
pt_br: O usuário para o qual você escreve tem que estar seguindo você.

# dm-send
source: Send
ar: إرسال
de: Senden
es: Publicar
fr: Envoyer
pt_br: Enviar

# dm-note2
source: You can also send a Direct Message thru the regular status update box with the command: d + username + message
ar: ملاحظة؛ يمكنك أيضاً إرسال 'رسالة خاصة' من خلال مربع تحديث الحالة بواسطة الأمر: اسم المستخدم + الرسالة +d
de: Sie können auch eine Direktnachricht mit folgendem Befehl schicken: d + nutzername + Nachricht
es: Tu también puedes mandar mensajes directos por medio del cuadro de actualización usando el comando: d + nombre de usuario + mensaje
fr: Vous pouvez aussi envoyer un message direct en utilisant dans la zone de composition de tweet habituelle la commande: d + username + message
pt_br: Você também pode enviar uma mensagem direta pela caixa regular de atualizações de status com o comando: d + nomeUsuário + mensagem

# dm-inbox
source: Inbox
ar: صندوق الوارد
de: Posteingang
es: Entrada
fr: Boite de récèption
pt_br: Recebidas

# dm-sent
source: Sent
ar: مُرسل
de: Gesendet
es: Enviados
fr: Envoyé
pt_br: Enviadas

# status-h1
source: View Single Tweet
ar: عرض واحدة تويت
de: Einzelnen Tweet
fr: Voir un Seul Tweet
pt_br: Ver tuíte único

# status-on-twitter
source: This tweet on Twitter
ar: هذه التغريدة على تويتر
de: Dieser Tweet auf Twitter
fr: Ce tweet sur Twitter
pt_br: Este tuíte no Twitter

# dm-inbox-h1
source: Direct Messages - Inbox
ar: الرسائل المباشرة - صندوق الوارد
de: Direktnachrichten - Posteingang
es: Mensajes Directos - Entrada
fr: Message Privé - Reçu
pt_br: Mensagens diretas - Recebidas

# dm-sent-h1
source: Direct Messages - Sent
ar: الرسائل المباشرة - مُرسل
de: Direktnachrichten - Gesendet
es: Mensajes Directos - Enviados
fr: Message Privé - Envoyé
pt_br: Mensagens diretas - Enviadas

# favorites-h1
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
pt_br: Favoritos

# following-h1
source: Following
ar: متابَعين
de: Folge ich
es: Siguiendo
fr: Suivi
pt_br: Seguindo

# following-none
source: You are not following anyone.
ar: أنت لا تتابع أي شخص.
de: Sie haben noch keine Freunde.
es: Usted no está siguiendo a nadie.
fr: Vous n'êtes abonnés à persone.
pt_br: Você não segue ninguém.

# followers-view-followers
source: View Followers
ar: عرض المتابعون
de: Follower anzeigen
fr: Voir abonnés
pt_br: Ver seguidores

# followers-h1
source: Followers
ar: متابِعين
de: Anhänger
es: Seguidores
fr: Abonnés
pt_br: Seguidores

# followers-none
source: You are not followed by anyone.
ar: لم يتم اتباع لك من قبل أي شخص.
de: Sie sind nicht von jedermann befolgt.
es: Usted no se ha seguido por cualquier persona.
fr: Vous n'êtes suivi par persone.
pt_br: Você não é seguido por ninguém.

# followers-view-following
source: View Following
ar: العرض التالي
de: Nach Ansicht
fr: Voir abonnements
pt_br: Ver quem segue

# gotouser-h1
source: Go To User
ar: انتقل إلى مستخدم
de: Gehe zu Nutzer
es: Ir A Usuario
fr: Aller à l'utilisateur
pt_br: Ir para usuário

# gotouser-timeline
source: Timeline
ar: الخط الزمني
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
pt_br: Linha do tempo

# gotouser-profile
source: Profile
ar: الشخصي
de: Profil
es: Pérfil
pt_br: Perfil

# gotouser-go
source: Go
ar: انطلق
de: Gehen
es: Ir
fr: Aller
pt_br: Ir

# lists-h1
source: Lists
ar: قوائم
de: Listen
es: Listas
fr: Listes
pt_br: Listas

# lists-note1
source: Note: You may subscribe to a list from the Lists page of a specific user.
ar: ملاحظة: يمكنك الاشتراك بقائمة من صفحة القوائم لمستخدم معين.
de: Hinweis: Sie können eine Liste.
es: Nota: Te puedes suscribir a una lista desde la página de listas de un usuario.
fr: Note: Vous pouvez souscrire à une liste depuis la page des listes d'un utilisateur particulier.
pt_br: Nota: Você pode se inscrever numa lista a partir da página de Listas de um usuário específico.

# lists-h2-create
source: Create List
ar: إنشاء قائمة
de: Liste erstellen
es: Crear una lista
fr: Créer une liste
pt_br: Criar Lista

# lists-create-name
source: Name
ar: الاسم
de: Name der Liste
es: Nombre
fr: Nom
pt_br: Nome

# lists-create-name-tip
source: (required, under 25 characters, letters and numbers only)
ar: (المطلوب، يجب أن يكون أقل من 25 من الحروف و الرموز والأرقام)
de: (erforderlich, weniger als 25 Zeichen, nur Buchstaben und Ziffern)
es: (requerido, no mas de 25 caractéres, solo usar letras y números)
fr: (requis, moins de 25 caractères, lettres et chiffres seulement)
pt_br: (exigido, menos de 25 caracteres, só letras e números)

# lists-create-desc
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
pt_br: Descrição

# lists-create-desc-tip
source: (optional, under 100 characters)
ar: (اختياري، أقل من 100 حرف)
de: (optional, weniger als 100 Zeichen)
es: (opcional, no mas de 100 caractéres)
fr: (optionnelle, moins de 100 caractères)
pt_br: (opcional, menos de 100 caracteres)

# lists-create-privacy
source: Privacy
ar: الخصوصية (مطلوبة)
de: Privatspähre
es: Privacidad
fr: Privé (requis)
pt_br: Privacidade

# lists-create-privacy-public
source: Public
ar: عام
de: Öffentlich
es: Público
fr: Publique
pt_br: Pública

# lists-create-privacy-private
source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
pt_br: Privada

# lists-create-submit
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
pt_br: Criar

# lists-create-open
source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
pt_br: Abrir

# lists-create-close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
pt_br: Fechar

# lists-h2-my
source: My Lists
ar: قوائمي
de: Meine Listen
es: Mis Listas
fr: Mes listes
pt_br: Minhas listas

# lists-h2-sub
source: Subscribed Lists
ar: القوائم المشترك فيها
de: Abonnierte Listen
es: Listas Suscritas
fr: Souscrire à une liste
pt_br: Inscrito nas Listas

# lists-fullname
source: Full name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
pt_br: Nome completo

# lists-desc
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
pt_br: Descrição

# lists-subs
source: Subscribers
ar: المشتركون
de: Abonnenten
es: Suscriptores
fr: Abonnés
pt_br: Inscritos

# lists-mems
source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fr: Membres
pt_br: Membros

# lists-add-mem
source: Add Member
ar: إضافة عضو
de: Mitglied hinzufügen
es: Agregar miembro
fr: Ajouter un membre
pt_br: Adicionar Membro

# lists-add-submit
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
pt_br: Adicionar

# lists-mode
source: Mode
ar: الوضع
de: Modus
es: Modo
pt_br: Modo

# lists-actions
source: Actions
ar: الأحداث
de: Aktionen
es: Acciones
pt_br: Ações

# lists-edit
source: Edit Settings
ar: تعديل الإعدادات
de: Einstellungen bearbeiten
es: Editar Ajustes
fr: Modifier les paramètres
pt_br: Editar Configurações

# lists-on-twitter
source: View on Twitter
ar: عرض على تويتر
de: Auf Twitter ansehen
es: Ver en Twitter
fr: Voir sur Twitter
pt_br: Ver no Twitter

# lists-unsubscribe
source: Unsubscribe
ar: إلغاء الاشتراك
de: Abbstellen
es: Dejar Suscripción
fr: Se désinscrire
pt_br: Desinscrever-se

# lists-owner
source: Owner
ar: مالك
de: Eigentümer
es: Dueño
fr: Propriétaire
pt_br: Dono

# lists-you-are-owner
source: You are the owner of this list.
ar: أنت صاحب هذه القائمة.
de: Sie sind der Eigentümer dieser Liste.
es: Tu eres el dueño de esta lista.
fr: Vous êtes le propriétaire de cette liste.
pt_br: Você é o dono desta lista.

# listed-h1
source: Listed
de: Gelistet
fr: Énumérés
pt_br: Listado

# listed-you-are-member
source: You are a member of the following lists.
de: Sie sind Mitglied der folgenden Listen.
fr: Vous êtes un membre des listes suivantes.
pt_br: Você é membro das seguintes listas.

# mentions-h1
source: Mentions
ar: إشارات
de: Erwähnungen
es: Menciones
pt_br: Menções

# mytweets-h1
source: My Tweets
ar: تغريداتي
de: Meine Tweets
es: Mis Tweets
fr: Mes Tweets
pt_br: Meus tuítes

# profile-h1
source: My Profile
ar: ملفي الشخصي
de: Mein Profil
es: Mi Pérfil
fr: Mon Profile
pt_br: Meu perfil

# profile-edit-link
source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar pérfil
fr: Modifier le profil
pt_br: Editar perfil

# profile-dt-username
source: Username
ar: اسم المستخدم
de: Nutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
pt_br: Nome de usuário

# profile-dt-name
source: Name
ar: الاسم
es: Nombre
fr: Nom
pt_br: Nome

# profile-dt-location
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Emplacement
pt_br: Local

# profile-dt-since
source: Member Since
ar: عضو منذ
de: Mitglied seit
es: Miembro desde
fr: Membre depuis
pt_br: Membro desde

# profile-dt-bio
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
pt_br: Descrição

# profile-dt-website
source: Website
ar: الموقع الإلكتروني
de: Webseite
es: Pagina web
fr: Site Web
pt_br: Sítio

# profile-dt-tweets
source: Tweets
ar: التغريدات
pt_br: Tuítes

# profile-dt-following
source: Following
ar: متابَعين
de: Folge ich
es: Siguiendo
fr: Abonnements
pt_br: Seguindo

# profile-dt-followers
source: Followers
ar: متابِعين
de: Anhänger
es: Seguidores
fr: Abonnés
pt_br: Seguidores

# profile-dt-lists
source: Lists
ar: قوائم
de: Listen
es: Listas
fr: Listes
pt_br: Listas

# profile-dd-my-lists
source: My Lists
ar: قوائمي
de: Meine Listen
es: Mis Listas
fr: Mes Listes
pt_br: Minhas listas

# profile-dt-api-hits
source: Remaining API hits
ar: عدد الزيارات API المتبقية
es: Restantes usos de API
fr: Nombre de requètes API restantes
pt_br: Chamadas de API restantes

# profile-dt-bg-image
source: Background image
ar: صورة الخلفية
de: Hintergrund
es: Imagen de fondo
fr: Image d'arrière-plan
pt_br: Imagem de banner

# profile-view-image
source: view image
ar: عرض الصورة
de: Bild betrachten
es: Ver imagen
fr: Voir l'image
pt_br: ver imagem

# profile-no-img
source: No background image is found.
ar: لم يتم العثور علي صورة
de: Kein Bild gefunden.
es: Imagen no encontrada.
fr: Aucune image trouvée.
pt_br: nenhuma imagem de fundo encontrada.

# profile-no-alt
source: (No alternative text is offered from Twitter.)
ar: (لا يوجد نص بديل من تويتر.)
de: (Twitter bietet keinen Alternativtext.)
es: (No hay alternativo de texto ofrecido por Twitter.)
fr: (Aucun texte alternatif fourni par Twitter.)
pt_br: (Nenhum texto alternativo fornecido pelo Twitter.)

# profile-h2-latest
source: Latest Tweets
ar: أحدث تغريدة
de: Neueste Tweets
fr: Plus récent tweets
pt_br: Tuítes recentes

# edit-profile-back-to
source: back to My Profile
ar: ملفي الشخصي
de: Zurück zu meiner Profil
es: Regreso a Mi Pérfil
fr: retourner à Mon Profile
pt_br: voltar a meu perfil

# edit-profile-h1
source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar pérfil
fr: Modifier le profil
pt_br: Editar perfil

# edit-profile-update
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mise à jour
pt_br: Atualizar

# edit-profile-avatar-h2
source: Change Avatar
ar: تغيير الصورة الرمزية
de: Nutzerbild ändern
es: Cambiar el avatar
fr: Changer l'avatar
pt_br: Trocar Avatar

# edit-profile-avatar-p
source: Must be a valid GIF, JPG, or PNG image of less than 700 kilobytes in size.
ar: يجب أن تكون الصورة بصيغة GIF أو JPG أو PNG بحجم أقل من 700 كيلو بايت.
de: Muss ein gültiges GIF, JPG oder PNG-Bild sein; Größe 700 Kilobytes oder weniger.
es: Debe ser válido GIF, JPG ó PNG.
fr: Doit être un GIF valide, JPG ou PNG de moins de 700 kilo-octets.
pt_br: Tem que ser uma imagem GIF, JPG ou PNG válida com menos de 700 kilobytes de tamanho.

# edit-profile-avatar-path
source: Path of New Avatar Image
ar: طريق الصورة الرمزية الجديدة:
de: Pfad zu neuem Nutzerbild:
es: Camino a la imagen del nuevo avatar
fr: Chemin du nouvel avatar
pt_br: Caminho da nova imagem de Avatar

# tips-h1
source: Tips
ar: إرشادات
de: Tipps
es: Consejos
fr: Astuces
pt_br: Dicas

# tips-h2-spam
source: Report Spam
ar: تبليغ عن إساءة
de: Spam melden
es: Reportar spam
fr: Reporter Spam
pt_br: Denunciar spam

# tips-spam-p
source: You can report a spammer account to Twitter three ways:
ar: يمكنك إبلاغ تويتر عن الحسابات المزعجة بثلاث طرق:
de: Sie können einen Spammer auf drei Arten an Twitter melden:
es: Tu puedes reportar a una cuenta spammer a Twitter de tres maneras:
fr: Vous pouvez reporter un compte de spammer à Twitter de trois façons:
pt_br: Você pode denunciar uma conta spammer ao Twitter de três maneiras:

# tips-spam-li-1
source: Click the Report Spammer icon link <span aria-hidden="true" class="icon-alert"></span> under the user options in a tweet.
ar: أنقر على رابط "الإبلاغ عن إساءة" ضمن خيارات المستخدم تحت التغريدة.
de: Klicken Sie auf den Link "als Spam melden" unter den Nutzeroptionen in einem Tweet.
es: Hacer click en el link "Reportar un spammer" ubicado abajo the las opciones de usuario en un tweet.
fr: Cliquez le lien icone "Reporter un Spammer" <span aria-hidden="true" class="icon-alert"></span> dans les options utilisateur, dans un tweet.
pt_br: Clique no link com o ícone denunciar spammer <span aria-hidden="true" class="icon-alert"></span> nas opções de usuário de um tuíte.

# tips-spam-li-2
source: Click the Report Spammer icon link <span aria-hidden="true" class="icon-alert"></span> on the user details page.
ar: اضغط على الرابط إبلاغ عن مزعج في صفحة تفاصيل المستخدم.
de: Klicken Sie auf den Link "als Spam melden" auf der Detailseite des Nutzers.
es: Hacer click en el link "Reportar un spammer" <span aria-hidden="true" class="icon-alert"></span> ubicado en la pagina de detalles del usuario.
fr: Cliquez le lien icone "Reporter un Spammer" <span aria-hidden="true" class="icon-alert"></span> dans la page des détails de l'utilisateur.
pt_br: Clique no link com o ícone denunciar spammer <span aria-hidden="true" class="icon-alert"></span> na página de detalhes do usuário.

# tips-spam-li-3
source: Reporting spam on Twitter
pt_br: Denunciando spam no Twitter

# tips-h2-search
source: Search
ar: بحث
de: Suche
es: Busqueda
fr: Recherche
pt_br: Buscar

# tips-search-p
source: Tips for searching are listed on the <a href="/search">Search</a> page.
ar: إرشادات البحث مُدرجة فى صفحة البحث.
de: Tipps für die Suche finden Sie auf der Suchen-Seite.
es: Consejos de busqueda puede ser vistos en la página de búqueda.
fr: Les astuces pour la recherche sont listées sur la page <a href="/search">Recherche</a>.
pt_br: Dicas de busca estão listadas na página <a href="/search">Busca</a>.

# tips-h2-table
source: Friends, Favorites, Direct Messages
ar: الأصدقاء، المفضلة، الرسائل المباشرة
de: Freunde, Favoriten, Direktnachrichten
es: Amigos, Favoritos, Mensajes Directos
fr: Amis, Favoris, Messages Privés
pt_br: Amigos, Favoritos, Mensagens Diretas

# tips-table-p
source: The following table provides tips on how to use the Twitter text commands relating to friends, favorites and direct messages.
ar: يقدم الجدول التالي إرشادات حول كيفية استخدام أوامر نص تويتر المتعلقة بالأصدقاء و المفضلة والرسائل المباشرة.
de: Die folgende Tabelle enthält Tipps, wie Sie Twitter Textbefehle zur Arbeit mit Freunden, Favoriten und Direktnachrichten verwenden.
es: La siguiente tabla proporciona consejos acerca de cómo utilizar los comandos de texto por correo electrónico relacionadas con los amigos, favoritos y mensajes directos.
fr: La table suivante donne les astuces sur comment utiliser les commandes Twitter textuelles relatives aux amis, favoris et messages privés.
pt_br: A seguinte tabela fornece dicas de como usar os comandos de texto do Twitter relacionados a amigos, favoritos e mensagens diretas.

# tips-table-th-1
source: Syntax
ar: تركيب الجملة
es: Sintaxis
fr: Syntaxe
pt_br: Sintaxe

# tips-table-th-2
source: Explanation
ar: توضيح
de: Erklärung
es: Explicación
fr: Explication
pt_br: Explicação

# tips-table-th-3
source: Example
ar: مثال
de: Beispiel
es: Ejemplo
fr: Exemple
pt_br: Exemplo

# tips-table-at-1
source: @username + message
ar: @اسم المستخدم + رسالة
de: @nutzername + Nachricht
es: nombreDeUsuario + Mensaje
fr: @utilisateur + message
pt_br: @nomeusuário + mensagem

# tips-table-at-2
source: Directs a tweet at named person, and causes your twitter to save in their "replies" timeline. Only you, named person, and users following both, will see this tweet in their timeline.
ar: تغريدة مباشرة بإسم شخص, و تسمح لتغريداتك أن تحفظ في الخط الزمني"الردود". أنت فقط , الشخص المعني, و الآخرون الذين يتابعونك, سوف يشاهدون هذه التغريدة في الخط الزمني.
de: Schickt einen Tweet an die genannte Person und veranlasst Twitter, diesen in der "Antworten"-Zeitleiste der Person zu speichern. Nur Sie, die genannte Person und andere Nutzer, die Ihnen beiden folgen, werden diesen Tweet in ihrer Zeitleiste sehen.
es: Dirige un tweet a una persona, y hace que tu twitter guarde en su línea de tiempo de "respuestas". Sólo usted, la persona dirigida, y los usuarios que siguen a ambos, podran ver este tweet en su línea de tiempo.
fr: Envoyer directement un tweet à une personne, et faire en sorte que twitter le sauvegarde dans leurs historiques de "réponses". Seulement vous, la personne concernée, et les utilisateurs qui vous suivent tous les deux, verront ce tweet dans leur chronologie.
pt_br: Dirige um tuíte à pessoa nomeada e faz seu twitter salvá-lo na linha do tempo das "respostas" para ela. Somente você, a pessoa nomeada e os usuários que seguem ambos verão esse tuíte em suas linhas do tempo.

# tips-table-at-3
source: @caratina I love that song too, The Cure rules!
ar: @caratina أنا أحب تلك الأغنية جداً
de: @caratina Ich liebe diesen Song auch, The Cure sind klasse!
es: @catarina Yo también amo esa canción, The cure es lo máximo!
fr: @caratina J'aime cette chanson aussi, The Cure est super!
pt_br: @caratina Também adoro esta música, The Cure é demais!

# tips-table-dot-at-1
source: .@username + message
ar: .@اسم المستخدم + رسالة
de: .@nutzername + Nachricht
es: .@nombreDeUsuario + Mensaje
fr: .@utilisateur + message
pt_br: .@nomeusuário + mensagem

# tips-table-dot-at-2
source: Same as above but allows all accounts to view the tweet. (Period at beginning.)
ar: نفس المذكور أعلاه لكن يسمح لجميع الحسابات عرض تغريدات. ( من فترة البداية.)
de: Bewirkt das Gleiche wie oben, mit dem Unterschied, das alle Nutzer den Tweet lesen können. (Punkt am Anfang.)
es: Lo mismo de arriba pero permite todas las cuentas que vean el tweet. (Punto al comiezo)
fr: Même chose que précédement mais permet à tous les comptes de voir le tweet. (Point au début.)
pt_br: Igual ao acima mas permite a todas as contas ver o tuíte. (Um ponto no início.)

# tips-table-dot-at-3
source: .@jennison I love that song too, Joy Division rules!
de: .@jennison Ich liebe diesen Song auch, Joy Division ist klasse!
es: .@jennison también amo esa canción. Joy Division es lo máximo!
fr: .@jennison J'aime cette chanson aussi, Joy Division est super!
pt_br: .@jennison Também adora essa música, Joy Division é demais!
