Repository: ginader/easychirp
Catalog: site/application/language/*.xliff
Languages: ar, de, es, fr, pt_br

# gbl-tagline
source: a simple web-based Twitter application accessible to all
pt_br: um aplicativo web para Twitter acessível a todos

# gbl-img-desc
source: image description
pt_br: descrição da imagem

# global-delete
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
pt_br: Apagar

# gbl-select-page
source: Select a page:
ar: اختر الصفحة
de: Wählen Sie eine Seite:
es: Seleccionar una página:
fr: Choisir une page:
pt_br: Selecione uma página:

# gbl-from
source: from
ar: من
de: von
es: de
fr: de
pt_br: de

# gbl-yes
source: Yes
ar: نعم
de: Ya
es: Sí
fr: Oui
pt_br: Sim

# gbl-no
source: No
ar: لا
de: Nein
fr: Non
pt_br: Não

# gbl-listed-count
source: Listed count
ar: العد المدرجة
de: gelistet Zählung
es: Recuento listado
fr: Nombre listés
pt_br: Contagem dos listados

# gbl-required
source: (required)
ar: مطلوب
de: (erforderlich)
fr: (obligatoire)
pt_br: (exigido)

# gbl-at-username
source: @UserName
ar: @اسم المستخدم
de: @nutzername
fr: @Utilisateur
pt_br: @NomeUsuário

# gbl-clear
source: Clear
ar: إمسح
de: Löschen
fr: Effacer
pt_br: limpar

# gbl-pag-tweets
source: Get Older Tweets
ar: الحصول على المزيد
de: Holen Sie mehr
fr: Obtenir les tweets plus anciens
pt_br: Ler tuítes mais antigos

# gbl-mute
source: Mute User
de: Nutzer Stumm schalten
fr: Ignorer Utilisateur
pt_br: Silenciar usuário

# gbl-unmute
source: Unmute User
de: Nutzer Stummschaltung aufheben
fr: Re-accepter Utilisateur
pt_br: Dessilenciar usuário

# gbl-muted
source: Muted
de: Stumm
fr: Muet
pt_br: Silenciado

# gbl-muted-users
source: Muted Users
de: Gedämpfte Benutzer
fr: Utilisateurs en Sourdine
pt_br: Usuários silenciados

# gbl-blocked-users
source: Blocked Users
de: Blockierte Nutzer
fr: Utilisateurs Bloqués
pt_br: Usuários bloqueados

# gbl-blocked
source: Blocked
de: Blockierte
fr: Bloqué
pt_br: Bloqueado

# gbl-play-video
source: play video
de: Video abspielen
fr: lire la vidéo
pt_br: assistir ao vídeo

# filter-pol-is-on
source: Politics filter is on.
de: Politikfilter ist aktiviert.
fr: Le filtre Politique est activé.
pt_br: Filtro de política está ativado.

# filter-pol
source: Politics filter
de: Politikfilter
fr: Filtre politique
pt_br: Filtro de política

# filter-pol-turn-on
source: turn on
de: Mach es an
fr: Activer
pt_br: ativar

# filter-pol-turn-off
source: turn off
de: schalte es aus
fr: Désactiver
pt_br: desativar

# gbl-theme-select
source: Select a Theme
ar: اختر
de: Wählen Sie ein Thema
fr: Choisir un style d'affichage
pt_br: Selecione um tema

# gbl-theme-light
source: Light Theme
ar: إعدادات فاتحة
de: Licht Theme
fr: Style d'affichage clair
pt_br: Tema suave

# gbl-theme-dark
source: Dark Theme
ar: إعدادات غامقة
de: Dunkel Theme
fr: Style d'affichage sombre
pt_br: Tema escuro

# gbl-theme-current
source: current
ar: حالي
de: aktuell
fr: actuel
pt_br: atual

# msg-search-saved
source: The search was saved.
ar: تم حفظ البحث.
de: Die Suche wurde gesichert.
es: La búsqueda se ha guardado.
fr: La recherche a été sauvegardée.
pt_br: Busca foi salva.

# msg-search-deleted
source: The search was deleted.
ar: تم حذف البحث.
de: Die Suche wurde gelöscht.
es: Se suprimió la categoría.
fr: La recherche a été supprimée.
pt_br: Busca foi apagada.

# msg-tweet-deleted
source: Your tweet was deleted.
ar: تم حذف سقسقة الخاص بك.
de: Ihre tweet wurde gelöscht.
es: Su tweet fue borrado.
fr: Votre tweet a été supprimé.
pt_br: Seu tuíte foi apagado.

# msg-followed-user
source: You are now following this user.
ar: أنت تتابع الآن لهذا المستخدم.
de: Du verfolgst nun diesen Benutzer.
es: Ahora sigues a este usuario.
fr: Vous suivez désormais cet utilisateur.
pt_br: Agora você segue este usuário.

# msg-unfollowed-user
source: You are no longer following this user.
ar: أنك لم تعد تتبع هذا المستخدم.
de: Sie sind nicht mehr nach diesen Benutzer.
es: Usted ya no es seguir a este usuario.
fr: Vous ne suivez plus cet utilisateur.
pt_br: Você não segue mais este usuário.

# error-over-limit
source: You must enter less than 280 characters.
pt_br: Você tem que inserir menos de 280 caracteres.

# error-over-dm
source: You must enter less than 1000 characters.
pt_br: Você tem que inserir menos de 1000 caracteres.

# error-tweet-empty
source: Please enter a tweet.
ar: الرجاء إدخال سقسقة.
de: Bitte geben Sie eine tweet.
es: Entrar un tweet.
fr: Veuillez saisir un tweet.
pt_br: Por favor insira um tuíte.

# error-dm-empty
source: Please enter a direct message.
ar: الرجاء إدخال رسالة مباشرة.
de: Bitte geben Sie eine direkte Nachricht.
es: Entrar un mensaje directo.
fr: Veuillez saisir un message direct.
pt_br: Por favor insira uma mensagem direta.

# error-tweep-empty
source: Enter a user name.
ar: ادخل اسم المستخدم.
de: Geben Sie einen Benutzernamen.
es: Entrar un nombre de usuario.
fr: Saisissez un nom d'utilisateur.
pt_br: Insira um nome de usuário.

# gbl-tweet-fav-alert-added
source: The favorite has been added.
ar: تمت إضافة المفضلة.
de: Der Favorit wurde hinzugefügt.
es: El favorito ha sido añadido.
fr: Le favoris a été ajouté.
pt_br: Favorito foi adicionado.

# gbl-tweet-fav-alert-removed
source: The favorite has been removed.
ar: تمت إزالة المفضلة.
de: Der Favorit wurde entfernt.
es: El favorito se ha eliminado.
fr: Le favoris a été supprimé.
pt_br: Favorito foi removido.

# gbl-tweet-rt-alert-added
source: The retweet has been created.
de: Die retweet wurde erstellt.
fr: Le retweet a été effectué.
pt_br: Retuíte foi criado.

# gbl-tweet-rt-alert-removed
source: The retweet has been undone.
de: Die retweet wurde rückgängig gemacht.
fr: Le retweet a été annulé.
pt_br: Retuíte foi desfeito.

# gbl-sure-delete
source: Are you sure you want to delete this item? The action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا البند؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie diesen Artikel wirklich löschen? Die Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro que desea eliminar este artículo? La acción no se puede deshacer.
fr: Etes-vous sûr de vouloir effacer cet élément. Cette action ne pourra pas être annulée.
pt_br: Tem certeza que quer apagar este item? A ação não pode ser desfeita.

# gbl-sure-spam
source: Are you sure you want to report this user as a spammer?
ar: هل أنت متأكد أنك تريد الإبلاغ عن هذا المستخدم بمثابة مرسلي البريد المزعج؟
de: Sind Sie sicher, dass Sie diesen Benutzer als Spammer melden?
es: ¿Seguro de que deseas reportar a este usuario como un spammer?
fr: Etes-vous sûr de vouloir signaler cet utilisateur comme un spammeur?
pt_br: Tem certeza que quer denunciar este usuário como spammer?

# gbl-message-spam-reported
source: The user has been reported as a spammer and blocked.
ar: تم إبلاغ الإدارة عن المستخدم كما سبامر والمحظورة.
de: Der Benutzer hat als Spammer gemeldet und blockiert.
es: El usuario ha sido reportado como un spammer y bloqueadas.
fr: L'utilisateur a été signalé comme un spammeur et bloqué.
pt_br: Usuário foi denunciado como spammer e bloqueado.

# gbl-msg-block
source: The user has been blocked.
ar: تم حظر المستخدم.
de: Der Benutzer wurde gesperrt.
es: El usuario ha sido bloqueado.
fr: L'utilisateur a été bloqué.
pt_br: Usuário foi bloqueado.

# gbl-msg-unblock
source: The user has been unblocked.
ar: تم إلغاء حظر المستخدم.
de: Der Benutzer wurde freigegeben.
es: El usuario ha sido desbloqueado.
fr: L'utilisateur a été débloqué.
pt_br: Usuário foi desbloqueado.

# gbl-msg-dm-error-not-followed
source: Not sent. You cannot send direct messages to users who are not following you.
ar: لم ترسل. لا يمكنك إرسال رسائل مباشرة إلى المستخدمين الذين لم يقوموا بعد لك.
de: Nicht gesendet. Sie können keine direkte Nachrichten an Benutzer, die nicht nach sind Sie.
es: No enviado. No puede enviar mensajes directos a los usuarios que no te siguen.
fr: Non envoyé. Vous ne pouvez pas envoyer de messages directs aux utilisateurs qui ne vous suivent pas.
pt_br: Não enviado. Você não pode enviar mensagens diretas a usuários que não seguem você.

# gbl-msg-dm-sent
source: The direct message was sent.
ar: تم إرسال الرسالة مباشرة.
de: Der direkte Nachricht wurde gesendet.
es: El mensaje fue enviado directo.
fr: Le message direct a été envoyé.
pt_br: Mensagem direta foi enviada.

# gbl-msg-dm-deleted
source: The direct message was deleted.
ar: تم حذف الرسالة مباشرة.
de: Der direkte Nachricht wurde gelöscht.
es: El mensaje directo ha sido eliminada.
fr: Le message direct a été effacé.
pt_br: Mensagem direta foi apagada.

# msg-list-deleted
source: The list was deleted.
ar: تم حذف القائمة.
de: Die Liste wurde gelöscht.
es: Se suprimió la lista.
fr: La liste a été effacée.
pt_br: Lista foi apagada.

# msg-list-created
source: The list was created.
ar: تم إنشاء القائمة.
de: Die Liste wurde erstellt.
es: Se creó la lista.
fr: La liste a été créée.
pt_br: Lista foi criada.

# msg-list-empty_name
source: Enter a name in order to create a list.
ar: أدخل اسما من أجل إنشاء قائمة.
de: Geben Sie einen Namen, um eine Liste zu erstellen.
es: Escriba un nombre para crear una lista.
fr: Veuillez saisir un nom pour créer une liste.
pt_br: Insira um nome para criar a lista.

# msg-list-unsubscribed
source: You have unsubscribed from the list.
ar: لقد ألغيت الاشتراك من القائمة.
de: Sie haben aus der Liste abgemeldet.
es: Usted ha dado de baja de la lista.
fr: Vous vous êtes désinscris de la liste.
pt_br: Você se desinscreveu da lista.

# msg-list-member_added
source: The user was added to the list.
ar: تم إضافة المستخدم إلى القائمة.
de: Der Benutzer wurde in die Liste aufgenommen.
es: El usuario se añade a la lista.
fr: L'utilisateur a été ajouté à la liste.
pt_br: Usuário foi adicionado à lista.

# msg-list-empty_add_name
source: Please enter a username to add to the list.
ar: إدخال اسم المستخدم من أجل إضافة إلى القائمة.
de: Geben Sie einen Benutzernamen, um zu der Liste hinzuzufügen.
es: Introduzca un nombre de usuario con el fin de añadir a la lista.
fr: Veuillez saisir un nom d'utilisateur à ajouter à la liste.
pt_br: Por favor insira um nome de usuário para ser adicionado à lista.

# gbl-msg-mute
source: The user has been muted.
de: Dieser Nutzer wurde Stumm geschaltet.
fr: L'utilisateur à été ignoré.
pt_br: Usuário foi silenciado.

# gbl-msg-unmute
source: The user has been unmuted.
de: Dieser Nutzer ist nicht mehr Stumm geschaltet.
fr: L'utilisateur à été re-accepté
pt_br: Usuário foi dessilenciado.

# msg-list-member-deleted
source: Member of list deleted.
de: Mitglied der Liste gelöscht.
fr: Membre de la liste supprimée.
pt_br: Membro da lista foi apagado.

# skip-sign-in
source: skip to sign in
ar: التخطي إلى تسجيل الدخول
de: zur Anmeldung springen
es: ir a registrarse
fr: Aller à la connexion
pt_br: pular para entrar

# skip-main-content
source: skip to main content
ar: تخطي إلى المحتوى الرئيسي
de: zum Hauptinhalt springen
es: ir al contenido
fr: Aller au contenu
pt_br: pular para o conteúdo principal

# nav-welcome-user
source: welcome %s
ar: مرحباً %s
de: willkommen %s
es: bienvenido %s
fr: bonjour %s
pt_br: bem-vindo %s

# nav-sign-in
source: sign in
ar: تسجيل الدخول
de: anmelden
es: registrarse
fr: connexion
pt_br: entrar

# nav-sign-out
source: sign out
ar: تسجيل الخروج
de: abmelden
es: cerrar sesión
fr: déconnexion
pt_br: sair

# nav-following
source: following: %d
ar: متابَعين: %d
de: folge ich: %d
es: siguiendo: %d
fr: abonnements : %d
pt_br: seguindo: %d

# nav-followers
source: followers: %d
ar: متابِعين: %d
de: anhänger: %d
es: seguidores: %d
fr: abonnés: %d
pt_br: seguidores: %d

# nav-tweet-count
source: tweets: %d
ar: التغريدات: %d
pt_br: tuítes: %d

# nav-heading-app-menu
source: App Menu
ar: قائمة التطبيقات
de: Anwendungsmenü
es: Menú de Applicaciones
fr: Menu applications
pt_br: Menu do App

# nav-heading-tweet-menu
source: Tweet Menu
ar: قائمه التغريد
de: Tweet Menü
es: Menú de Tweet
fr: Menu tweet
pt_br: Menu de tuítes

# nav-home
source: Home
ar: الصفحة الرئيسية
de: Startseite
es: Página Principal
fr: Accueil
pt_br: Principal

# nav-profile
source: My Profile
ar: ملفي الشخصي
de: Mein Profil
es: Mi Pérfil
fr: Mon profil
pt_br: Meu perfil

# nav-tips
source: Tips
ar: إرشادات
de: Tipps
es: Consejos
fr: Astuces
pt_br: Dicas

# nav-articles
source: Articles & Feedback
ar: مقالات و ملاحظات
de: Artikel & Rückmeldung
es: Articulos y Comentarios
fr: Articles & Réactions
pt_br: Artigos & Feedback

# nav-features
source: Features
ar: خصائص
de: Funktionen
es: Características
fr: Fonctionnalités
pt_br: Características

# nav-about
source: About
ar: حول
de: Über
es: Acerca de
fr: A propos
pt_br: Sobre

# nav-mentions
source: Mentions
ar: إشارات
de: Erwähnungen
es: Menciones
pt_br: Menções

# nav-favorites
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
pt_br: Favoritos

# nav-lists
source: Lists
ar: قوائم
de: Listen
es: Listas
fr: Listes
pt_br: Listas

# nav-direct-messages
source: DM
pt_br: Diretas

# nav-direct-inbox
source: Inbox
ar: صندوق الوارد
de: Posteingang
es: Entrada
fr: Boite de réception
pt_br: Recebidas

# nav-direct-sent
source: Sent
ar: مُرسل
de: Gesendet
es: Enviados
fr: Envoyé
pt_br: Enviadas

# nav-timeline
source: Timeline
ar: الخط الزمني
de: Zeitleiste
es: Línea de Tiempo
fr: Chronologie
pt_br: Linha do tempo

# nav-my-tweets
source: My Tweets
ar: تغريداتي
de: Meine Tweets
es: Mis Tweets
fr: Mes tweets
pt_br: Meus tuítes

# nav-retweets
source: Retweets
ar: إعادة التغريد
pt_br: Retuítes

# nav-retweets-of-me
source: Retweets Of Me
ar: تغريداتي المعاد تغريدها
de: ReTweets von mir
es: Retweets Sobre Mí
fr: Retweet de mes tweets
pt_br: Retuítes de mim

# nav-retweets-by-me
source: Retweets By Me
ar: معاد تغريدها بواسطتى
de: ReTweets durch mich
es: Mis Retweets
fr: Retweeté par moi
pt_br: Retuítes por mim

# nav-retweets-to-me
source: Retweets To Me
ar: معادة التغريد لي
de: ReTweets an mich
es: Retweets Para Mí
fr: Retweeté par mes abonnements
pt_br: Retuítes para mim

# nav-goto-user
source: Go To User
ar: انتقل إلى مستخدم
de: Gehe zu Nutzer
es: Ir A Usuario
fr: Aller à l'utilisateur
pt_br: Ir para usuário

# nav-search
source: Search
ar: بحث
de: Suche
es: Buscar
fr: Rechercher
pt_br: Busca

# nav-quick-search
source: Quick Search
ar: البحث السريع
de: Schnellsuche
es: Busqueda Rapida
fr: Recherche rapide
pt_br: Busca rápida

# nav-tools
source: Tools
ar: الأدوات
de: Werkzeuge
es: Herramientas
fr: Outils
pt_br: Ferramentas

# nav-trends
source: Trends
ar: متادول
es: Tendencias
fr: Tendances
pt_br: Assuntos

# write-tweet-h2-label
source: Write Tweet
ar: كتابة تغريدة
de: Tweet schreiben
es: Escribir Un Tweet
fr: Rédiger un tweet
pt_br: Escrever tuíte

# write-tweet-char-limit
source: The character limit is 280.
pt_br: O limite de caracteres é 280.

# write-tweet-char-remain
source: Characters remaining:
ar: الأحرف المتبقية
de: verbleibende Zeichen:
es: Caracteres restantes
fr: Nombre de caractères restants:
pt_br: Caracteres restantes:

# write-tweet-post
source: Post
ar: نشر
de: Senden
es: Publicar
fr: Publier
pt_br: Postar

# write-tweet-hd-shorten
source: Shorten URL
de: URL kürzen
fr: Raccourcir l'URL
pt_br: Encurtar endereço

# write-tweet-enter-url
source: Enter URL:
ar: أدخل الرابط
de: URL eingeben:
es: Entrar URL:
fr: Saisir l'URL:
pt_br: Insira o endereço:

# write-tweet-service
source: Service:
ar: خدمة
de: Dienst:
es: Servicio:
pt_br: Serviço:

# write-tweet-shorten
source: Shorten
ar: مختصرة
de: Kürzen
es: Acortar
fr: Raccourcir
pt_br: Encurtar

# add-image-hd
source: Add Image
de: Bild hinzufügen
fr: Ajouter une image
pt_br: Adicionar imagem

# add-image-path
source: Local path to image (JPG, GIF, PNG; 5MB limit)
de: Lokale Pfad zu Bild (JPG, GIF, PNG, 5MB Grenze)
fr: Chemin d'accès local à l'image (JPG, GIF, PNG; limite de 5 Mo)
pt_br: Caminho local da imagem (JPG, GIF, PNG; limite de 5MB)

# add-image-title
source: Short Description (title)
de: Kurzbeschreibung (Titel)
fr: Description courte (titre)
pt_br: Descrição curta (título)

# add-image-desc
source: Long Description (details)
de: Langbeschreibung (Details)
fr: Description longue (détails)
pt_br: Descrição longa (detalhes)

# add-image-submit
source: Upload Image
de: Bild hinzufügen
fr: Ajouter une image
pt_br: Subir imagem

# add-image-help-desc
source: Help with descriptions
de: Hilfe für Beschreibungen
fr: Aide avec descriptions
pt_br: Ajuda para descrições

source: Home
ar: الصفحة الرئيسية
de: Startseite
es: Página Principal
fr: Accueil
pt_br: Início

# home-h2-lead
source: Web accessibility for the Twitter website application
ar: إمكانية وصول الانترنت إلى تطبيق تويتر
de: Barrierefreiheit für die Twitter Webanwendung
es: Accesibilidad web para la aplicación web de Twitter.
fr: L'accessibilité web appliquée à Twitter
pt_br: Acessibilidade web para o aplicativo Twitter

# home-lead-p1
source: Easy Chirp is a web-accessible alternative to the Twitter.com website. It is designed to be simple to use and is optimized for people who are disabled. It also works with keyboard-only, older browsers like IE9, lowband internet connection, and without JavaScript. Learn more about <a href="http://en.wikipedia.org/wiki/Web_accessibility">web accessibility</a>.
pt_br: O Easy Chirp é uma alternativa acessível na web para o sítio Twitter.com. Ele foi projetado para ser simples de usar e é otimizado para pessoas que têm alguma deficiência. Ele também funciona com teclado apenas, com navegadores antigos como IE9, conexões de Internet lentas, e sem JavaScript. Aprenda mais sobre <a href="https://pt.wikipedia.org/wiki/Acessibilidade_web">acessibilidade web</a>.

# home-lead-p2
source: Refer to the development tasks further down this page for items currently in progress. Learn more about Easy Chirp on the <a href="/about">About</a> and <a href="/features">Features</a> pages. You may also read an extensive list of user feedback and blogs/articles about this application.
ar: تشير إلى مهام التطوير المزيد أسفل هذه الصفحة للعناصر الموجودة حاليا في التطوير. تعلم أكثر عن التغريد السهل فى صفحات المحتوى والخصائص. يمكنك أيضا قراءة قائمة واسعة من ملاحظات المستخدمين ومدونات/مقالات حول هذا التطبيق.
de: Erfahren Sie weiter unten auf der Seite mehr über die nächsten Entwicklungsschritte. Lernen Sie mehr über Easy Chirp auf der Seite "Über" und der Funktionsübersicht. Lesen Sie, was andere Anwenderinnen und Anwender über Easy Chirp sagen und schreiben.
es: Consulte las tareas de desarrollo de más abajo en esta página para ítems en progreso. Obtenga más información sobre Easy Chirp de las páginas de caracteristicas y Sobre. También puede leer una extensa lista de sugerencias de los usuarios y blogs / artículos sobre esta aplicación.
fr: Reportez vous aux taches restantes à développer, indiquées plus loin, pour savoir sur quoi nous travaillons en ce moment. En savoir plus sur Easy Chirp sur les pages <a href="/about">A propos</a> et <a href="/features">Fonctionnalités</a>. Vous pouvez aussi lire les avis utilisateurs et une série d'articles sur cette application.
pt_br: Consulte as tarefas em desenvolvimento mais adiante nesta página para itens atualmente em progresso. Aprenda mais sobre o Easy Chirp nas páginas <a href="/about">Sobre</a> e <a href="/features">Características</a>. Pode ler também uma ostensiva lista de depoimentos de usuários e artigos/blogs sobre este aplicativo.

# home-h2-signin
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Registrarse
fr: Connexion
pt_br: Entrar

# home-signin-btn-alt
source: Sign in with Twitter
ar: تسجيل الدخول باستخدام تويتر
de: Mit Twitter anmelden
es: Registrarse con su cuenta Twitter
fr: Se connecter avec Twitter
pt_br: Entrar no Twitter

# home-signin-signed-in-as
source: You are signed in as
ar: قمت بتسجيل الدخول كما
de: Sie sind angemeldet als
es: Has iniciado sesión como
fr: Vous êtes connecté avec le compte
pt_br: Você está logado como

# home-h2-donate
source: Donate to Easy Chirp
ar: تبرع إلى غرَّد بسهولة
de: Spenden an Easy Chirp
es: Donar a Easy Chirp
fr: Faire un don à Easy Chirp
pt_br: Doe para o Easy Chirp

# home-donate-btn-alt
source: Donate with PayPal; credit cards accepted.
ar: التبرع بواسطة باي بال، وتُقبل بطاقات الائتمان.
de: Mit PayPal spenden; Kreditkarten werden akzeptiert.
es: Donar con PayPal; tarjetas de credito son aceptadas.
fr: Faire un don avec Paypal, carte de crédit requise.
pt_br: Doe com PayPal; aceita cartões de crédito.

# home-h2-latest-tweets
source: Latest Tweets from Easy Chirp
ar: أحدث التغريدات من غرِّد بسهولة
de: Neueste Tweets von Easy Chirp
es: Ultimos Tweets de Easy Chirp
fr: Les plus récents tweets de Easy Chirp
pt_br: Tuítes recentes do Easy Chirp

# home-h2-follow-me
source: Follow me on Twitter at:
ar: اتبعني على تويتر على العنوان التالي:
de: Folgen Sie mir auf Twitter unter:
es: Sigueme en Twitter:
fr: Suivez moi sur Twitter à:
pt_br: Siga-me no Twitter em:

# home-h2-share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
pt_br: Compartilhe

# home-h2-articles
source: Article & Blog Mentions
ar: تنبيهات المقال & المدونة
de: Artikel & Blogerwähnungen
es: Artículos y Menciones del Blog
fr: Citations dans des articles & et blog
pt_br: Menções em artigo & Blogs

# home-articles-highlights
source: Highlights:
ar: علامات التوضيح:
de: Höhepunkte:
es: Destacables:
fr: Morceaux choisis:
pt_br: Destaques:

# home-articles-more
source: View more on the <a href="/articles">Articles &amp; Feedback</a> page.
ar: عرض المزيد من المقالات وملاحظات الصفحة.
de: Lesen Sie mehr über <a href="/articles">Artikel & Rückmeldungen</a>.
es: Ver mas en la pagina de <a href="/articles">Artículo y Comentarios</a>.
fr: En voir plus sur la page <a href="/articles">Articles &amp; Avis</a>.
pt_br: Veja mais na página <a href="/articles">Artigos &amp; Feedback</a>.

# home-h2-what-tweeting
source: What People Are Tweeting
ar: بِمَ يُغرِّد الناس؟
de: Was andere Leute tweeten
es: Lo que la gente esta tweetiando
fr: Ce que les gens tweetent
pt_br: O que as pessoas estão tuitando

# home-easychirp-fav-link
source: Tweets about Easy Chirp are archived via <a href="https://twitter.com/EasyChirp/favorites" rel="noopener noreferrer" target="_blank">Easy Chirp's Twitter favorites</a>.
pt_br: Os Tuítes sobre o Easy Chirp são arquivados via <a href="https://twitter.com/EasyChirp/favorites" rel="noopener noreferrer" target="_blank">favoritos do Twitter sobre Easy Chirp</a>.

# home-h2-features
source: Notable Features
ar: السمات البارزة.
de: Besondere Funktionen
es: Caracteristicas Notables
fr: Principales fonctionnalités
pt_br: Características notórias

# home-features-img
source: Tweet an image with a caption and long description.
fr: Tweeter une image avec une légende et une description longue.
pt_br: Tuitar imagem com legenda e descrição longa.

# home-features-shorten
source: A built-in shorten URL tool with choice of service.
ar: أداة اختصار الروابط مدمجة مع اختيار الخدمة.
de: Eingebaute URL-Kürzung mit frei wählbarem Dienst.
es: Una aplicación para achicar URL:
fr: Un raccourcisseur d'URL laissant le choix du service.
pt_br: Encurtador de endereço embutido, com escolha de serviço.

# home-features-search
source: Search, user search, and saved searches.
ar: البحث، بحث المستخدم، ونتائج البحث المحفوظة.
de: Suchen, Nutzersuche und gespeicherte Suchen.
es: Buscar, buscar usuario y busquedas gravadas.
fr: Recherche, recherche d'utilisateur, recherches sauvegardées.
pt_br: Busca, busca de usuários e buscas salvas.

# home-features-lists
source: View, subscribe, and create Twitter Lists.
ar: عرض واشتراك وإنشاء قوائم تغريد.
de: Betrachten, erstellen und abonnieren von Twitter-Listen.
es: Ver, suscribirse y crea listas de twitter.
fr: Consulter, s'inscrire, et créer des listes Twitter.
pt_br: Exibir, inscrever-se e criar listas do Twitter.

# home-features-no-js
source: Works great with or without JavaScript.
ar: يعمل بكفاءة مع أو بدون جافا سكربت.
de: Funktioniert großartig mit und ohne JavaScript.
es: Funciona muy bien con o sin JavaScript.
fr: Fonctionne bien avec ou sans javascript.
pt_br: Funciona bem com ou sem JavaScript.
