Repository: ginader/easychirp
Catalog: site/application/language/*.xliff
Languages: ar, de, es, fr, pt_br

# features-main-foll
source: View details of who you're following and your followers.
ar: رؤية تفاصيل متابعينك ومن تتابعهم.
de: Sehen Sie, wem Sie folgen und wer Ihnen folgt.
es: Ver detailles de quienes son tus seguidores y a quién estas siguiendo.
fr: Voir les détails de vos abonnements et vos abonnés.
pt_br: Ver detalhes de quem você segue e quem segue você.

# features-main-block
source: Blocking is supported.
ar: الحظر ممكن .
de: Blockieren von Nutzerkonten.
es: Bloqueo es permitido.
fr: Le blockage est supporté.
pt_br: Suporta bloquear.

# features-main-retweets-num
source: Number of retweets are displayed on each tweet (if 1 or more).
ar: عدد مرات إعادة التغريدة تعرض فالتغريدة نفسها( في حال كانت واحدة أو أكثر).
de: Die Anzahl der Retweets wird zu jedem Tweet angezeigt (wenn 1 oder mehr).
es: Números de retweets son mostrados en cada tweet (sin son mas de 1).
fr: Le nombre de retweets sont affichés pour chaque tweet (si 1 ou plus).
pt_br: O número de retuítes é mostrado em cada tuíte (se 1 ou mais).

# features-main-retweets-types
source: View Retweets by you, of you, and to you.
ar: مشاهدة التغريدات المعادة بواسطتك، أو المعادة إليك .
de: Sehen Sie Ihre Retweets und wer Ihre Tweets retweetet.
es: Ver retweets sólo y únicamente tuyos.
fr: Voir les Retweets de vous, sur vous, et pour vous.
pt_br: Ver retuítes por você, de você e para você.

# features-main-isfollow
source: Quickly find out if a user is following you from the user's profile page.
ar: سريعاً ، اعرف إن كان هناك من يتابعك من صفحة ملف التعريف الخاص بالمستخدم.
de: Sehen Sie im Nutzerprofil, ob ein Nutzer Ihnen folgt.
es: Identifica rápidamente si un usuario te esta siguiendo desde su página principal.
fr: Trouver rapidement si un utilisateur vous suit depuis sa page de profile.
pt_br: Descubra rapidamente se um usuário segue você na página de perfil do usuário.

# features-main-trends
source: View current Twitter Trends.
ar: عرض الوسوم الأكثر استخداماً.
de: Schauen Sie sich die aktuellen Twitter-Trends an.
es: Ver las tendencias en twitter en estos momentos.
fr: Voir les tendances actuelles Twitter.
pt_br: Ver os assuntos atuais do Twitter.

# features-main-twitter-links
source: A link to Twitter is provided for 'View Single Tweet' page and for owned and subscribed lists.
ar: يتوفر رابط "مشاهدة تغريدة واحدة" علي صفحة تويتر للقوائم الخاصة بك والمشارك بها .
de: Ein Link zu Twitter steht bereit, um Details zu einem Tweet anzuzeigen sowie eigene und abonnierte Listen zu betrachten.
es: Un enlance a twitter es mostrado para la pagina "ver un solo tweet" y para listas que se esta suscrita o son de su propiedad.
fr: Un link vers Twitter est fourni pour la page 'Voir un Tweet' et les listes souscrites.
pt_br: Provê links para o Twitter, para a página "Ver tuíte único" e as listas criadas e inscritas.

# features-main-screens
source: Designed for all screen resolutions, great for desktop, tablet and mobile.
ar: مصمم لجميع أنواع الشاشات، مناسب للحاسوب أو الحاسوب اللوحي أو أجهزة الهاتف المتنقل.
de: Unterstützt alle Bildschirmauflösungen, ideal für Desktopcomputer, Tablets und Mobilgeräte.
es: Diseñado para todo tipo de resolución de pantalla, muy buena para desktops, tablets y móviles.
fr: Concu pour toutes les résolutions d'écran, parfait pour les bureau, tablette and mobile.
pt_br: Projetado para todas as resoluções de tela, ótimo para desktops, tabletes e celulares.

# features-main-browsers
source: Works on all major browsers: IE9+, Firefox, Safari, Opera, and Chrome.
pt_br: Funciona em todos os navegadores populares: IE9+, Firefox, Safari, Opera e Chrome.

# about-h1
source: About
ar: حول
de: Über
es: Acerca de
fr: A propos
pt_br: Sobre

# about-h2-name
source: The Name
ar: الاسم
de: Der Name
es: El nombre
fr: Le Nom
pt_br: O nome

# about-name-p1
source: A "2" was added to the Easy Chirp name in mid-2013 after a full relaunch (and rewrite). The relaunch was due to major updates needed including a change in the Twitter API. A successful <a href="#kickstarter">Kickstarter</a> campaign was run in order to help funding for the relaunch.
ar: أ "2" أضيف إلى أسم غرد سهلة في منتصف عام 2013 بعد أستئناف كامل (وإعادة كتابة). وكان من المقرر استئناف التحديثات الرئيسية اللازمة بما في ذلك تغيير في API تويتر. تم تشغيل حملة <a href="#kickstarter">Kickstarter</a> ناجحة من أجل المساعدة في تمويل إعادة الإطلاق.
de: Die "2" wurde zum Namen "Easy Chirp" nach dem vollständigen Neustart (und der Neuentwicklung) Mitte 2013 hinzugefügt. Der Neustart war notwendig, weil wichtige Neuerungen eingefügt wurden und sich die Twitter-API verändert hatte. Eine erfolgreiche Kampagne bei Kickstarter hat bei der Finanzierung des Neustarts geholfen.
es: El número 2 fue agregado al nombre de Easy Chirp en los mediados del 2013 después de una completa reestructura. El motivo fue los importantes cambios que eran necesitados incluyendo un cambio en el API de Twitter. Una campaña exitosa (<a href="#kickstarter">Kickstarter</a>) se llevó a cabo con el fin de ayudar a la financiación para el relanzamiento.
fr: Le "2" fut ajouté au nom Easy Chirp mi-2013 après un relancement complet (and reécriture). Le relancement fut due à plusieurs mise-à-jour majeures incluant un changement dans l'API Twitter. Une campagne <a href="#kickstarter">Kickstarter</a> réussie fut lancée pour aider le financement pour le relancement.
pt_br: Um "2" foi adicionado ao nome Easy Chirp em meados de 2013 após um completo recomeço (e reescrita). O recomeço foi devido a atualizações maiores necessárias, incluindo uma mudança na API do Twitter. Uma campanha bem-sucedida foi feita no <a href="#kickstarter">Kickstarter</a> por forma a financiar o recomeço.

# about-name-p2
source: Originally, the app was named &quot;Accessible Twitter&quot;. Many of the articles and awards cited on this website use this name. Learn more <a href="http://www.weboverhauls.com/ce/pressreleases/pr_2011_06_01.htm">about the name change</a>.
ar: في الأصل، كان اسم التطبيق "تويتر سهل الاستخدام". و أشارت العديد من المقالات والجوائز لاستخدام الاسم على هذا الموقع .إعرف أكثر حول تغيير الاسم.
de: Ursprünglich hieß das Programm "Accessible Twitter". Viele Artikel und Auszeichnungen, die auf dieser Webseite erwähnt werden, verwenden diese Bezeichnung. Erfahren Sie mehr über den Namenswechsel.
es: Originalmente, la aplicación iba a ser llamada "Twitter accesible". Muchos de los artículos y premios citados en esta página usan este nombre. Aprenda mas sobre <a href="http://www.weboverhauls.com/ce/pressreleases/pr_2011_06_01.htm">el cambio de nombre</a>.
fr: Initialement, l'application fut nommée &quot;Accessible Twitter&quot;. Plusieurs articles et prix cités sur ce site web utilisent ce nom. En savoir plus <a href="http://www.weboverhauls.com/ce/pressreleases/pr_2011_06_01.htm">à propos du changement de nom</a>.
pt_br: Originalmente, o app era chamado &quot;Twitter Acessível&quot;. Muitos dos artigos e premiações citados neste sítio usam esse nome. Aprenda mais <a href="http://www.weboverhauls.com/ce/pressreleases/pr_2011_06_01.htm">sobre a mudança de nome</a>.

# about-h2-donate
source: Donate
ar: تبرَّع
de: Spenden
es: Donar
fr: Donner
pt_br: Doe

# about-donate-p1
source: Help keep Twitter fully web-accessible by donating to Easy Chirp! All donations will go toward site development, maintenance, and hosting fees.
ar: ساعد على الحفاظ على الوصول الكامل لتويتر بالتبرع لغرد بسهولة! ستوجه كل التبرعات لتطوير الموقع و الصيانة و رسوم الإستضافة.
de: Unterstützen Sie uns dabei, Twitter vollständig barrierefrei zu halten, indem Sie an Easy Chirp spenden! Alle Spenden werden vollständig für die Entwicklung, Wartung sowie die Hostinggebühren verwendet.
es: Ayude a mantener Twitter completamente accesible en la web donando a Easy Chirp! Todas las donaciones irán al desarrollo, mantenimiento y costos del servidor de la página web.
fr: Aider à garder Twitter pleinement accessible en donnant à Easy Chirp! Tous les dons iront au développement du site, la maintenance, et les frais d'hébérgement.
pt_br: Ajude a manter o Twitter totalmente acessível na web doando para o Easy Chirp! Todas as doações serão destinadas ao desenvolvimento do sítio, manutenção e custo de hospedagem.

# about-donate-alt
source: Donate with PayPal; credit cards accepted.
ar: التبرع بواسطة باي بال، وتُقبل بطاقات الائتمان.
es: Donar con PayPal; tarjetas de credito son aceptadas.
fr: Donner avec PayPal; cartes de crédit acceptées.
pt_br: Doe com PayPal; aceita cartões de crédito.

# about-h2-account
source: Our Twitter Account
ar: حسابنا على تويتر
de: Unser Twitter-Konto
es: Nuestra cuenta de Twitter
fr: Votre compte Twitter
pt_br: Nossa conta no Twitter

# about-account-p1
source: Follow Easy Chirp 2 on Twitter: <a href="https://twitter.com/EasyChirp">@EasyChirp</a>.
de: Folgen Sie Easy Chirp 2 auf Twitter: <a href="https://twitter.com/EasyChirp">@EasyChirp</a>.
fr: Suivre Easy Chirp 2 sur Twitter: <a href="https://twitter.com/EasyChirp">@EasyChirp</a>.
pt_br: Siga Easy Chirp 2 no Twitter: <a href="https://twitter.com/EasyChirp">@EasyChirp</a>.

# about-feedback-p1
source: Feedback and suggestions are always welcome. In addition to Twitter, you may contact Easy Chirp by emailing info AT easy chirp dot com.
ar: نرحب دائماً بالملاحظات والاقتراحات. بالإضافة إلى تويتر، يمكنك الاتصال بـ Easy Chirp عن طريق البريد الإلكتروني info AT easy chirp dot com.
de: Rückmeldungen und Vorschläge sind immer willkommen. Neben Twitter können Sie Easy Chirp auch per Mail erreichen unter info AT easy chirp dot com.
es: Sugerencias ó comentarios siempre son bienvenidos. En adición a Twitter, usted puede contactar Easy Chirp por correo electrónico a: info AT easy chirp punto com.
fr: Retours et suggestions sont toujours les bienvenues. En plus de Twitter, vous pouvez contacter Easy Chirp en envoyant un email à info AROBASE easy chirp POINT com.
pt_br: Feedback e sugestões são sempre bem-vindos. Além do Twitter, você pode contactar o Easy Chirp escrevendo para info ARROBA easy chirp ponto com.

# about-h2-promote
source: Promote Easy Chirp!
ar: عزز التغريد السهل!
de: Unterstützen Sie Easy Chirp!
es: Promueva Easy Chirp!
fr: Promouvoir Easy Chirp!
pt_br: Promova o Easy Chirp!

# about-promote-p1
source: Show your support for web accessibility by promoting Easy Chirp! Or just because you like it (smiley). Here are some ideas on how:
ar: أيقونة التغريد السهل، أعرض دعمك لإمكانية الوصول للويب بواسطة التغريد السهل! أو فقط لأنك أعجبت بها (مبتسما). هنا بعض الأفكار عن الكيفية:
de: Unterstützen Sie die Barrierefreiheit im Internet, indem Sie Easy Chirp unterstützen! Oder einfach, weil Sie es mögen (smiley). Hier sind ein paar Vorschläge:
es: Muestre su apoyo para la accesibilidad de web promoviendo Easy Chirp! O simplemente porque te gusta (cara sonriente). Aquí unas cuentas ideas como:
fr: Montrez votre support pour un web accessible en faisant le promotion de Easy Chirp! Ou si vous l'aimez tout simplement (smiley). Voici quelques idées pour cela:
pt_br: Mostre seu apoio à acessibilidade web promovendo o Easy Chirp! Ou simplesmente porque você gosta dele (risos). Eis algumas idéias de como fazer isso:

# about-promote-li-use
source: Use the Easy Chirp application.
ar: يمكنك استخدم تطبيق التغريد السهل.
de: Verwenden Sie Easy Chirp.
es: Use la aplicación de Easy Chirp.
fr: Utiliser l'application Easy Chirp.
pt_br: Use o Easy Chirp.

# about-promote-li-tweet
source: Write a tweet about us.
ar: اكتب تغريدة عنا.
de: Schreiben Sie einen Tweet über uns.
es: Escriba un tweet sobre nosotros.
fr: Rédigez un tweet à propos de nous.
pt_br: Escreva um tuíte sobre nós.

# about-promote-li-mention
source: Mention us on Facebook or Google Plus.
ar: أشر إلينا في فيسبوك أو جوجل بلس.
de: Erwähnen Sie uns auf Facebook oder Google Plus.
es: Mencionenos en Facebook o Google Plus.
fr: Citez nous sur Facebook ou Google Plus.
pt_br: Mencione-nos no Facebook ou Google Mais.

# about-promote-li-email
source: Email your friends.
ar: راسل أصدقائك عبر البريد الإلكتروني.
de: Schreiben Sie Ihren Freunden darüber.
es: Mandeles correo electronico a sus amigos.
fr: Envoyer un Email à vos amis.
pt_br: Mande um e-mail a seus amigos.

# about-promote-li-write
source: Write a blog about it.
ar: اكتب تدوينة عنها.
de: Schreiben Sie einen Blogeintrag darüber.
es: Escriba un blog sobre esto.
fr: Ecrivez un article de blog à propos de lui.
pt_br: Escreva sobre isto num blog.

# about-h2-tech
source: Technical
ar: تقني
de: Technik
fr: Technique
pt_br: Detalhes técnicos

# about-tech-p1
source: Easy Chirp 2 is built with PHP (with Codeigniter MVC framework), HTML5, JavaScript (and jQuery), and the <a rel="nofollow" href="https://dev.twitter.com/">Twitter API</a>.
de: Easy Chirp 2 nutzt PHP (mit dem Codeigniter MVC Framework), HTML5, JavaScript (und jQuery) sowie das Twitter-API.
fr: Easy Chirp 2 est developpé en PHP (avec Codeigniter MVC framework), HTML5, JavaScript (et jQuery), et l'<a rel="nofollow" href="https://dev.twitter.com/">API Twitter</a>.
pt_br: O Easy Chirp 2 é feito com PHP (com o framework Codeigniter MVC), HTML5, JavaScript (e jQuery) e a <a rel="nofollow" href="https://dev.twitter.com/">API do Twitter</a>.

# about-h2-disclaimer
source: Disclaimer
ar: إخلاء مسؤولية
de: Haftungsausschluss
es: Aclaración
fr: Dégagement de responsabilité
pt_br: Aviso

# about-disclaimer-p1
source: This site is not affiliated in any way to <a rel="nofollow" href="http://www.twitter.com">Twitter</a>.
ar: هذا الموقع لا يمت بصلة إلى تويتر.
de: Diese Site ist in keiner Weise mit Twitter verbunden.
es: Esta página no esta asociada de ninguna manera con <a rel="nofollow" href="http://www.twitter.com">Twitter</a>.
fr: Ce site n'est d'aucune façon affilité à <a rel="nofollow" href="http://www.twitter.com">Twitter</a>.
pt_br: Este sítio não é afiliado de modo algum ao <a rel="nofollow" href="http://www.twitter.com">Twitter</a>.

# about-disclaimer-p2
source: Your information is safe with us! The information in your profile, tweets, etc., will not used in any way outside of this web application. Use of this web site is voluntary. This site is not responsible for any data which may be changed or lost.
ar: معلوماتك الخاصة آمنة معنا! المعلومات الموجودة في ملفك الشخصي، التغريدات، إلخ، لن تستخدم بأي شكل من الأشكال خارج هذا التطبيق. استخدام الموقع تطوعي. هذا الموقع ليس مسؤولاً عن أي من البيانات التي تغيرت أو قفدت.
de: Ihre Informationen sind bei uns sicher! Die Informationen in Ihrem Profil, den Tweets etc. werden nicht außerhalb dieser Webanwendung genutzt. Die Nutzung dieser Website ist freiwillig. Diese Website ist nicht verantwortlich jedwede Daten, die verändert werden oder verloren gehen können.
es: Su información esta segura con nosotros! La información en su perfíl, tweets, etc, no serán usados de ninguna manera fuera de esta aplicación web. El uso de esta página web es voluntaria. Esta página no es responsible por alguna información que pueda ser cambiada o perdida.
fr: Vos informations sont sauf avec nous! Les informations de votre profile, tweets, etc., ne sont utilisé en aucune façon hors de cette application web. L'utilisation de ce site web est volontaire. Ce site est pas responsable de toutes les données qui peuvent être modifiées ou perdues.
pt_br: Suas informações estão seguras conosco! As informações em seu perfil, tuítes etc. não serão usadas de modo algum fora deste aplicativo web. O uso deste sítio é voluntário. Este sítio não se responsabiliza por quaisquer dados que possam ser alterados ou perdidos.

# about-h2-awards
source: Awards!
ar: الجوائز!
de: Ehrungen!
es: Premios!
fr: Récompenses!
pt_br: Prêmios!

# about-awards-h3-fcc
source: Recipient of the 2014 FCC Chairman's Award for Advancement in Accessibility
de: Preisträger des 2014 FCC Chairman's Award für die Förderung von Barrierefreiheit
fr: Récompensé du prix 2014 FCC Chairman's Award for Advancement in Accessibility
pt_br: Ganhador do FCC Chairman's Award de 2014 por avanços de acessibilidade

# about-awards-fcc
source: Easy Chirp was the winner in the Social Media category of the 2014 FCC Chairman's Award for Advancement in Accessibility.
de: Preisträger in der Social Media Kategorie des <a href="http://www.fcc.gov/document/chairman-wheeler-honors-innovators-accessibility">2014 FCC Chairman's Award für die Förderung von Barrierefreiheit</a>.
fr: Easy Chirp fut le gagnant de la catègorie Social Media du prix 2014 FCC Chairman's Award for Advancement in Accessibility.
pt_br: O Easy Chirp foi o vencedor da categoria mídias sociais do <a href="http://www.fcc.gov/document/chairman-wheeler-honors-innovators-accessibility">FCC Chairman's Award de 2014 por avanços de acessibilidade</a>.

# about-awards-h3-afb
source: Recipient of the AFB 2011 Access Award
ar: جائزة الوصول للمستفيد من AFB 2011
de: Gewinner des AFB 2011 Access Award
es: Ganador del premio AFB 2011
fr: Récompensé du AFB Access Award 2011
pt_br: Ganhador do AFB 2011 Access Award

# about-awards-afb
source: Accessible Twitter was honored with the <a href="http://www.afb.org/Section.asp?DocumentID=5410">American Foundation for the Blind 2011 Access Award</a>. Other recipients included CBS, Lexmark, and Walt Disney Parks & Resorts.
ar: كرم تويتر للمكفوفين من المؤسسة الأمريكية للمكفوفين 2011 جائزة الوصول. وشملت مستلمين آخرين CBS، لكسمارك، و متنزهات & منتجعات والت ديزني .
de: Accessible Twitter wurde mit dem <a href="http://www.afb.org/Section.asp?DocumentID=5410">American Foundation for the Blind 2011 Access Award</a> ausgezeichnet. Andere Preisträger waren CBS, Lexmark und die Walt Disney Parks & Resorts.
es: Twitter Accesible fue honrado por <a href="http://www.afb.org/Section.asp?DocumentID=5410">el premio de accesibilidad de la Fundación Americana para los Ciegos 2011</a>. Otros ganadores incluyen CBS, Lexmark, y Walt Disney Parks & Resorts.
fr: Accessible Twitter fut récompensé avec l'<a href="http://www.afb.org/Section.asp?DocumentID=5410">American Foundation for the Blind 2011 Access Award</a>. Autres récompenses incluant CBS, Lexmark, et Walt Disney Parks & Resorts.
pt_br: O Twitter acessível foi honrado com o <a href="http://www.afb.org/Section.asp?DocumentID=5410">Access Award de 2011 da Fundação Americana para Cegos</a>. Outros ganhadores incluíam CBS, Lexmark e parques & resorts da Walt Disney.

# about-awards-h3-accessit
source: Recipient of the 2009 Access IT @web2.0 Award
ar: الحائز على جائزة Access IT @web2.0 لعام 2009
de: Gewinner des 2009 Access IT @web2.0 Award
es: Ganador del El Premio Acceso IT @web2.0 2009
fr: Récompensé du Access IT @web2.0 Award 2009
pt_br: Ganhador do Access IT @web2.0 Award de 2009

# about-awards-accessit
source: The Access IT @web2.0 Award is in recognition of a project, product or service that advances accessibility on web 2.0. Endorsed by the <a href="http://www.iwa.it/">International Webmasters Association</a>.
de: Der Access IT @web2.0 Award ehrt Projekte, Produkte oder Dienstleistungen, welche die Barrierefreiheit des Web2.0 voranbringen. Empfehlung der International Webmasters Association.
fr: Le prix Access IT @web2.0 Award est la reconnaissance d'un projet, produit ou service qui fait avancer l'accessibilité pour le Web 2.0. Approuvé par l'<a href="http://www.iwa.it/">International Webmasters Association</a>.
pt_br: O prêmio Access IT @web2.0 é em reconhecimento a um projeto, produto ou serviço que faz avançar a acessibilidade na web 2.0. Endossado pela <a href="http://www.iwa.it/">Associação Internacional de Webmasters</a>.

# about-awards-h3-bestweb
source: Nominated in the 2010 Best of the Web Awards
ar: رشح في 2010 لجائزة أفضل موقع إلكتروني
de: Nominiert für die 2010 Best of the Web Awards
es: Nominado en los mejores standares de web 2010
fr: Nominé au Best of the Web Awards 2010
pt_br: Indicado ao prêmio Melhores da Web de 2010

# about-awards-bestweb
source: Accessible Twitter was a nominee for &quot;Best API Use&quot; in the 2010 <a href="https://www.thenetawards.com/">.net Magazine's Best of the Web</a> awards.
de: Accessible Twitter war nominiert für "Best API Use" bei den .net Magazine's Best of the Web Awards im Jahr 2010.
fr: Accessible Twitter fut nominé pour la &quot;Best API Use&quot; en 2010 <a href="https://www.thenetawards.com/">.net Magazine's Best of the Web</a> awards.
pt_br: Twitter acessível foi um dos indicados ao &quot;Melhor uso de API&quot; no prêmio <a href="https://www.thenetawards.com/">Melhores da Web da .net Magazine</a>.

# about-awards-h3-bb
source: Nominated in the Blind Bargains: 2009 & 2010 Access Awards
ar: رُشح لجائزة صفقات المكفوفين ، لعامي 2009 و 2010
de: Nominiert für die Blind Bargains: 2009 & 2010 Access Awards
es: Nominado en el Blind Bargains: Premios de accesibilidad 2009 & 2010
fr: Nominé au Blind Bargains: 2009 & 2010 Access Awards
pt_br: Indicado ao Blind Bargains: & 2010 Access Awards de 2009

# about-awards-bb
source: Accessible Twitter was a nominee for &quot;Best Blindness-related Website&quot; in the <a href="http://www.blindbargains.com/awardlist09.php">Blind Bargains: 2009 Access Awards</a> and the <a href="http://www.blindbargains.com/awardlist10.php">Blind Bargains: 2010 Access Awards</a> (category 7).
ar: كان تويتر للمكفوفين مرشح لـ "أفضل موقع إلكتروني المتعلقة بالعمى" في مساومات مكفوفين: جوائز عام 2009 والوصول إلى مساومات مكفوفين: 2010 جوائز الدخول (الفئة 7).
de: Accessible Twitter war nominiert für "Best Blindness-related Website" bei den Blind Bargains: 2009 Access Awards und den Blind Bargains: 2010 Access Awards (Kategorie 7).
es: Twitter Accesible fue nominado por "Mejor página relacionado a la perdida de visión" en el Blind Bargains: <a href="http://www.blindbargains.com/awardlist09.php">Premios de accesibilidad 2009</a> y en el Blind Bargains: <a href="http://www.blindbargains.com/awardlist10.php">Premios de accesibilidad 2010</a> (Catergoría 7).
fr: Accessible Twitter fut nominé pour &quot;Best Blindness-related Website&quot; pour <a href="http://www.blindbargains.com/awardlist09.php">Blind Bargains: 2009 Access Awards</a> ainsi que <a href="http://www.blindbargains.com/awardlist10.php">Blind Bargains: 2010 Access Awards</a> (category 7).
pt_br: Twitter acessível foi um dos indicados ao &quot;Melhor Sítio relacionado à Cegueira&quot; no <a href="http://www.blindbargains.com/awardlist09.php">Blind Bargains: 2009 Access Awards</a> e no <a href="http://www.blindbargains.com/awardlist10.php">Blind Bargains: 2010 Access Awards</a> (categoria 7).

# about-awards-h3-rnib
source: RNIB Featured Website, December 2011
ar: يحتوي على خصائص RNIB فى شبكة الأنترنت, ديسمبر 2011
de: RNIB Featured Website, Dezember 2011
es: Destacado en la página web del RNIB, Diciembre 2011
fr: Site web sélectionné par RNIB, Décembre 2011
pt_br: RNIB Featured Website, dezembro de 2011

# about-awards-rnib
source: Easy Chirp was the <abbr title="Royal National Institute of Blind People">RNIB</abbr> Featured Website, December 2011.
de: Easy Chirp war die <abbr title="Royal National Institute of Blind People">RNIB</abbr> Featured Website im Dezember 2011.
fr: Easy Chirp fut sélectionné par <abbr title="Royal National Institute of Blind People">RNIB</abbr>, Décembre 2011.
pt_br: Easy Chirp foi o <abbr title="Royal National Institute of Blind People">RNIB</abbr> Featured Website em dezembro de 2011.

# about-h2-authors
source: Authors
ar: المؤلفون
de: Entwickler
es: Autores
fr: Auteurs
pt_br: Autores
