Repository: ginader/easychirp
Catalog: site/application/language/*.xliff
Languages: ar, de, es, fr, pt_br

# about-authors-p1
source: <a href="http://www.dennislembree.com/">Dennis Lembree</a> is the owner and original developer of Easy Chirp/Accessible Twitter. Easy Chirp 2 is developed by Dennis and <a href="http://andrewwoods.net/">Andrew Woods</a>.
ar: دنيس ليمبري هو المالك والمطور الأصلي لـ التغريد السهل / من السهل غرد 2 تم تطويرها من قبل دينيس وأندرو وودز.
de: <a href="http://www.dennislembree.com/">Dennis Lembree</a> ist der Eigentüber und ursprüngliche Entwickler von Easy Chirp/Accessible Twitter. Easy Chirp 2 wird von Dennis und <a href="http://andrewwoods.net/">Andrew Woods</a> entwickelt.
es: <a href="http://www.dennislembree.com/">Dennis Lembree</a> es el dueño y programador incial de Easy Chirp / Twitter Accesible. Easy Chirp 2 es desarrollado por Dennis y <a href="http://andrewwoods.net/">Andrew Woods</a>.
fr: <a href="http://www.dennislembree.com/">Dennis Lembree</a> est le propriétaire original et développeur de Easy Chirp/Accessible Twitter. Easy Chirp 2 est développé par Dennis et <a href="http://andrewwoods.net/">Andrew Woods</a>.
pt_br: <a href="http://www.dennislembree.com/">Dennis Lembree</a> é o dono e desenvolvedor original do Easy Chirp/Twitter Acessível. O Easy Chirp 2 é desenvolvido por Dennis e <a href="http://andrewwoods.net/">Andrew Woods</a>.

# about-h2-more
source: More Info
ar: مزيد من المعلومات
de: Mehr Informationen
es: Mas información
fr: Plus d'informations
pt_br: Mais infos

# about-more-p1
source: For more information, visit the <a href="/features">Features</a> and <a href="/articles">Articles &amp; Feedback</a> pages.
ar: لمزيد من المعلومات، ابحث في صفحات الردود والمقالات.
de: Für mehr Informationen rufen Sie bitte die Seiten zu Funktionen sowie Artikel & Feedback auf.
es: Para mas información, visite las páginas <a href="/articles">Articulos & Comentarios</a> y <a href="/features">Características</a>.
fr: Pour plus d'informations, visitez les pages <a href="/features">Fonctionalités</a> et <a href="/articles">Articles &amp; Retours</a>.
pt_br: Para mais informações, visite as páginas <a href="/features">Características</a> e <a href="/articles">Artigos &amp; Feedback</a>.

# about-kick-p1
source: A successful <a href="https://www.kickstarter.com/projects/dlembree/easy-chirp-2-contribute-to-an-inclusive-twittersph">Kickstarter campaign</a> was run in order to help funding for the relaunch.
fr: Une <a href="https://www.kickstarter.com/projects/dlembree/easy-chirp-2-contribute-to-an-inclusive-twittersph">campagne Kickstarter</a> réussie a été lancée pour aider à financer le relancement.
pt_br: Uma campanha bem-sucedida foi feita no <a href="https://www.kickstarter.com/projects/dlembree/easy-chirp-2-contribute-to-an-inclusive-twittersph">Kickstarter</a> por forma a auxiliar no recomeço.

# about-kick-p2
source: A big thank-you to the platinum Kickstarter backers:
ar: كبير الشكر لكم لأنصار Kickstarter البلاتين:
es: Un gran agradecimiento a los patrocinadores de platino Kickstarter:
fr: Un grand merci aux supporters platinum Kickstarter:
pt_br: Um imenso muito obrigado aos patrocinadores platinum do Kickstarter:

# quote-h1
source: Quote Tweet
ar: اقتبس التغريدة
de: Tweet zitieren
es: Citar Tweet
fr: Citer Tweet
pt_br: Citar tuíte

# reply-h1
source: Reply
ar: رد
de: Antworten
es: Responder
fr: Répondre
pt_br: Responder

# retweet-h1
source: Retweet
ar: إعادة تغريد
de: Retweeten
fr: Retweeter
pt_br: Retuitar

# search-h1
source: Search
ar: بحث
de: Suche
es: Buscar
fr: Recherche
pt_br: Buscar

# search-h2-tweets
source: Search Tweets
ar: البحث عن تغريدات
de: Tweets suchen
es: Buscar Tweets
fr: Rechercher Tweets
pt_br: Buscar tuítes

# search-tweets-query
source: Enter search terms:
ar: بحث
es: Inserte terminos de busqueda:
fr: Entrez les termes de recherche:
pt_br: Insira termos a buscar:

# search-tweets-submit
source: Search Tweets
ar: البحث عن تغريدات
de: Tweets suchen
es: Buscar Tweets
fr: Rechercher les Tweets
pt_br: Buscar tuítes

# search-h3-hints
source: Hints for Searching Tweets
ar: وسائل مساعدة للبحث في التغريدات
de: Tipps für die Tweets-Suche
es: Consejos Para Buscar Tweets
fr: Indices pour rechercher parmi les tweets
pt_br: Dicas para buscar tuítes

# search-th-operator
source: Operator
ar: المشغل
es: Operador
fr: Opérateur
pt_br: Operador

# search-th-example
source: Example
ar: مثال
de: Beispiel
es: Ejemplo
fr: Exemple
pt_br: Exemplo

# search-th-result
source: Result
ar: النتيجة
de: Ergebnis
es: Resultados
fr: Résultats
pt_br: Resultado

# search-result-space
source: containing both "twitter" and "search" this is the default operator
de: enthält "Twitter" und "Suche"; das ist der Standardoperator
es: Conteniendo ambos "Twitter" y "search" este es el operador de inicio
fr: contenant à la fois "twitter" et "recherche" ceci est l'opération par défaut
pt_br: contendo ambos "twitter" e "busca" este é o operador padrão

# search-result-or
source: containing either "love" or "hate" (or both)
de: enthält entweder "liebe" oder "hass" (oder beide Ausdrücke)
es: Contenga alguno "love" ó "hate" (o ambos)
fr: contenant soit "amour" ou "haine" (ou les deux)
pt_br: contendo "amor" ou "ódio" (ou ambos)

# search-result-hyphen
source: containing "beer" but not "root"
de: enhält "politik", aber nicht "europa"
es: Contenga "beer" pero no "root"
fr: contenant "bière" mais pas "racine"
pt_br: contendo "serveja" mas não "raiz"

# search-result-hash
source: containing the hashtag "haiku"
de: enthält den Hashtag "haiku"
es: Contenga el hashtag "haiku"
fr: contenant le mot-dièse "haiku"
pt_br: contendo a hashtag "haiku"

# search-result-from
source: sent from person "alexiskold"
de: gesendet von der Person "alexiskold"
es: Enviado de la persona "alexisold"
fr: envoyé par la personne "alexiskold"
pt_br: enviado pela pessoa "alexiskold"

# search-result-to
source: sent to person "techcrunch"
de: gesendet an die Person "techcrunch"
es: Enviado para la persona "techcrunch"
fr: envoyés à la personne "techcrunch"
pt_br: enviado para a pessoa "techcrunch"

# search-h2-saved
source: Saved Searches
ar: كلمات البحث المحفوضة
de: gespeicherte Suchen
es: Busquedas guardadas
fr: Recherches sauvegardées
pt_br: Buscas salvas

# search-saved-none
source: None found.
ar: لم يطابق أي مستندات
de: Keine gefunden.
es: Sin resultados.
fr: Non trouvé.
pt_br: Nenhuma encontrada.

# search-h2-users
source: Search Users
ar: ابحث عن مستخدم
de: Suche Mitglieder
fr: Rechercher les utilisateurs
pt_br: Buscar usuários

# search-users-query
source: Enter search user term:
ar: أدخل مصطلح البحث
de: Geben Sie Such Benutzer tige:
fr: Entrez le terme de recherche utilisateur:
pt_br: Insira termo de busca por usuário:

# search-users-submit
source: Search Users
ar: ابحث عن مستخدم
de: Suche Mitglieder
fr: Rechercher un utilisateur
pt_br: Buscar usuários

# search-results-h1
source: Search Results
ar: نتائج البحث
de: Suchergebnisse
es: Resultados de la Búsqueda
fr: Résultats de recherche
pt_br: Resultados da busca

# search-results-save-this
source: save this search
ar: حفظ هذا البحث
de: Diese Suche speichern
fr: sauvegarder cette recherche
pt_br: salvar esta busca

# gbl-tweet-tweet-options
source: tweet options
ar: خيارات التغريد
de: Tweet Optionen
es: opciones de tweet
fr: Options de tweet
pt_br: opções do tuíte

# gbl-tweet-make-fav
source: make favorite
ar: جعل المفضلة
de: machen Favorit
es: hacer favorito
fr: marquer comme favori
pt_br: tornar favorito

# gbl-tweet-reply
source: reply
ar: رد
de: Antworten
es: responder
fr: répondre
pt_br: responder

# gbl-tweet-reply-all
source: reply to all
ar: رد على الكل
de: Allen antworten
es: responder a todos
fr: répondre à tous
pt_br: responder a todos

# gbl-tweet-make-rt
source: retweet
ar: إعادة تغريد
de: Retweeten
fr: retweeter
pt_br: retuitar

# gbl-tweet-remove-rt
source: remove retweet
ar: remove إعادة تغريد
de: entfernen retweet
es: eliminar retweet
fr: supprimer retweet
pt_br: remover rettuíte

# gbl-tweet-quote
source: quote tweet
ar: اقتبس التغريدة
de: Tweet zitieren
es: citar tweet
fr: citer tweet
pt_br: citar tuíte

# gbl-tweet-email
source: email tweet
ar: ارسال التغريدة بالبريد الإلكتروني
de: Tweet e-mailen
es: mandar tweet por correo electrónico
fr: envoyer tweet par email
pt_br: enviar tuíte por e-mail

# gbl-tweet-user-options
source: user options
ar: خيارات المستخدم
de: Nutzer Optionen
es: opciones de usuario
fr: options utilisateur
pt_br: opções do usuário

# gbl-tweet-timeline
source: timeline
ar: الخط الزمني
de: Zeitleiste
es: línea de tiempo
fr: historique
pt_br: linha do tempo

# gbl-tweet-dm
source: direct message
ar: رسالة خاصة
de: Direktnachricht
es: mensaje directo
fr: message privé
pt_br: mensagem direta

# gbl-tweet-tweet-message
source: tweet message
ar: غرد برسالة
de: Tweet Nachricht
es: mesaje tweet
fr: tweeter le message
pt_br: mensagem por tuíte

# gbl-tweet-report
source: report spammer
ar: تبليغ عن إساءة
de: Nutzer als Spam melden
es: reportar spammer
fr: reporter comme spam
pt_br: denunciar spammer

# gbl-tweet-responding
source: Responding
ar: الاستجابة
de: Antwortet
es: Responder
fr: Répondre
pt_br: Respondendo

# gbl-tweet-retweet
source: Retweet
ar: إعادة تغريد
de: Retweeten
fr: Retweeter
pt_br: Retuíte

# gbl-tweet-remove-fav
source: remove favorite
ar: إزالة المفضلة
de: favorit lösen
es: eliminar favorito
fr: supprimer favori
pt_br: remover favorito

# gbl-tweet-times
source: times
ar: مرات
de: mal
fr: fois
pt_br: vezes

# user-h1
source: User Details
ar: تفاصيل المستخدم
de: Nutzerdetails
es: Detalles de usuario
fr: Détails sur l'utilisateur
pt_br: Detalhes do usuário

# user-pic-open-orig
source: click to open original image in new window
ar: انقر لفتح الصورة الأصلية في نافذة جديدة
de: Hier klicken um Originalbild in neuem Fenster öffnen
fr: cliquer pour ouvrir l'image originale dans une nouvelle fenêtre
pt_br: clique para abrir a imagem original numa nova janela

# user-h2-contact
source: Contact
ar: جهة الاتصال
de: Kontakt
es: Contactar
pt_br: Contato

# user-following
source: Following
ar: متابَعين
de: Anschluss
es: Siguiendo
fr: Suivi
pt_br: Seguindo

# user-unfollow
source: Unfollow
ar: إلغاء متابعة
de: Entfolgen
es: Dejar de seguir
fr: Ne plus suivre
pt_br: Deixar de seguir

# user-not-following
source: Not Following
ar: غير متابَع
de: Nicht Nach
es: No estas siguiendo
fr: Non Suivi
pt_br: Não seguindo

# user-follow
source: Follow
ar: تابع
de: Folgen
es: Seguir
fr: Suivre
pt_br: Seguir

# user-spammer
source: Report Spammer
ar: تبليغ عن إساءة
de: Nutzer als Spam melden
es: Informe Spammer
fr: Reporter comme Spammer
pt_br: Denunciar spammer

# user-reported-as-spammer
source: Reported as spammer
ar: الإبلاغ عن مرسلي البريد المزعج
de: Ausgewiesen als Spammer
es: Reportado como spammer
fr: Reporté comme spammer
pt_br: Denunciado como spammer

# user-block
source: Block User
ar: حظر المستخدم
de: Benutzer blockieren
es: Bloquear Usuario
fr: Bloquer l'utilisateur
pt_br: Bloquear usuário

# user-unblock
source: Unblock User
ar: لا تمنع المستخدم
de: Nutzers aufheben
es: Desbloquear Usuario
fr: Débloquer l'utilisateur
pt_br: Desbloquear usuário

# user-verified
source: Verified User
ar: حساب موَّثق
de: Geprüftes Mitglied
es: verificar Usuario
fr: Utilisateur Validé
pt_br: Usuário verificado

# user-h2-details
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
pt_br: Detalhes

# user-is-following-me
source: Is this user following me?
ar: يتم هذا المستخدم لي بعد؟
de: Ist dieser Benutzer, mir zu folgen?
es: ¿Es este usuario me está siguiendo?
fr: Cet utilisateur me suit-il?
pt_br: Este usuário me segue?

# user-protected
source: protected tweets
de: geschützte Tweets
fr: tweets protégés
pt_br: tuítes protegidos

# footer-select-language
source: Select language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar lenguaje
fr: Choisir langue
pt_br: Selecionar idioma

# footer-h2
source: Footer
ar: مؤخرة
de: Fußzeile
es: Pie de página
fr: Pied de page
pt_br: Rodapé

# error-over-140
source: You must enter less than 140 characters.
ar: يجب عليك إدخال أقل من 140 حرفا.
de: Sie müssen weniger als 140 Zeichen.
es: Debes entrar en menos de 140 caracteres.
fr: Vous devez saisir moins de 140 caractères.

# nav-direct-messages
source: <abbr title="Direct Messages">DM</abbr>
ar: الرسائل المباشرة
de: <abbr title="Direktnachrichten">DM</abbr>
es: Mensajes Directos
fr: <abbr title="Messages directs">DM</abbr>

# write-tweet-char-limit
source: The character limit is 140.
ar: الحد الأقصى ١٤٠ حرف.
de: Die Zeichenbegrenzung beträgt 140 Zeichen.
es: El límite de caracteres es 140.
fr: La limite de caractères est de 140.

# home-lead-p1
source: Easy Chirp is a web-accessible alternative to the Twitter.com website. It is designed to be simple to use and is optimized for people who are disabled. It also works with keyboard-only, older browsers like IE8, lowband internet connection, and without JavaScript. Learn more about <a href="http://en.wikipedia.org/wiki/Web_accessibility">web accessibility</a>.
ar: إيزي تشيرب هو تطبيق يتيح لك إمكانية التغريد بسهولة على موقع Twitter.com. لقد تم تصميمه ليكون سهل الاستخدام ومناسب للأفراد من ذوى الإعاقة. ويعمل هذا التطبيق ايضاً مع لوحة المفاتيح فقط و المتصفحات القديمة مثل IE8، الاتصال بالإنترنت المنخفض السرعة ومن غير جافا سكريبت. تعلم المزيد حول إمكانية الوصول إلى الإنترنت.
de: Easy Chirp ist eine barrierefreie Alternative zur Twitter.com Website. Es ist einfach zu benutzen und optimiert für Menschen mit Behinderung. Easy Chirp ist vollständig tastaturbedienbar, unterstützt ältere Browser wie den IE8, funktioniert problemlos mit langsamen Internetverbindungen und ohne JavaScript. Lernen Sie mehr über barrierefreies Internet.
es: Easy Chirp es una pagina web alternativa y accesible a la pagina web twitter.com. Esta diseñada por ser simple de usar y es optamizada por personas con alguna discapacidad. Puede ser navegada por el uso del teclado, tambien funciona en browsers como IE8, con baja conección de internet y sin JavaScript. Aprenda mas sobre <a href="http://en.wikipedia.org/wiki/Web_accessibility">accesibilidad web</a>.
fr: Easy Chirp est une interface web alternative au site Twitter.com. Elle est conçu pour être simple d'utilisation et optimisée pour les personnes en situation de handicap. Elle fonctionne aussi en utilisant uniquement le clavier, de vieux navigateurs comme IE8, une connexion bas débit, ou sans javascript. En apprendre plus sur <a href="http://fr.wikipedia.org/wiki/Accessibilit%C3%A9_du_web">l'accessibilité du web</a>.

# home-easychirp-fav-link
source: Tweets about Easy Chirp are archived via <a href="https://twitter.com/EasyChirp/favorites" rel="external" target="_blank">Easy Chirp's Twitter favorites</a>.
fr: Les Tweets sur Easy Chirp sont archivés via <a href="https://twitter.com/EasyChirp/favorites" rel="external" target="_blank">les favoris Twitter d'Easy Chirp</a>.

# edit-profile-email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Courriel

# tips-spam-li-3
source: Send a direct message to the Twitter account "spam" followed by the user's account name. Follow this syntax: d spam @username. For example: d spam @fake is a spammer!
ar: إرسال رسالة مباشرة إلى حساب تويتر "سبام"، يليه أسم حساب المستخدم. أتبع هذه الجملة: d spam @username. على سبيل المثال: d spam @fake is spammer!
de: Senden Sie eine Direktnachricht an den Twitter-Account "spam", gefolgt von dem Nutzernamen des Nutzers. Verwenden Sie die folgende Syntax: d spam @nutzername. Zum Beispiel: d spam @beispiel ist ein Spammer.
es: Mandar un mensaje directo a la cuenta de Twitter "spam" seguido por el nombre del usuario. Siga este mensaje: d spam @nombreDeUsuario. Ejemplo: d spam @fake es un spammer!
fr: Envoyez un message privé sur le compte Twitter "spam" suivi par le nom du compte utilisateur. Suivant cette syntaxe: d spam @username. Par exemple: d spam @fake est un spammer!

# tips-table-rt-3
source: RT @easychirp Working on some performance enhancements with the API.
es: RT @easychirp trabajo sobre algunas mejoras de rendimiento con el API.
fr: RT @easychirp Travaille sur quelques améliorations de performance pour l'API.

# tips-table-d-1
source: D username + message
ar: D المستخدم + الرسالة
de: D nutzername + Nachricht
es: D nombreDeUsuario + mensaje
fr: D utilisateur + message

# tips-table-d-2
source: Sends a person a direct (private) message.
ar: إرسال رسالة مباشرة (خاصة) إلى شخص.
de: Schickt einer Person eine private Direktnachricht.
es: Manda un mensaje directo y privado a una persona.
fr: Envoit un message direct (privé) à une personne.

# tips-table-d-3
source: d dennisl Want to meet at Starbucks at 4pm today?
ar: د دينسيل يرغب بالاجتماع بك في ستاربكس عند ٤م اليوم؟
de: d dennis! Treffen wir uns heute um 16 Uhr im Café?
es: d dennis! ¿Deseas reunirte a las 4pm en Starbucks el día de hoy?
fr: d dennisl Tu veux qu'on se voit au Starbucks à 4h aujourd'hui?

# features-main-browsers
source: Works on all major browsers: IE8+, Firefox, Safari, Opera, and Chrome.
ar: يعمل على جميع المتصفحات الرئيسية : IE8+، فايرفوكس، سفاري، أوبرا، وكروم.
de: Unterstützt alle Browser: IE8+, Firefox, Safari, Opera und Chrome.
es: Funciona en los navegadores mas usuados: IE8+, Firefox, Safari, Opera y Chrome.
fr: Fonctionne sur tous les principaux navigateurs: IE8+, Firefox, Safari, Opera, et Chrome.

# about-h2-feedback
source: Feedback & Email
ar: ردود الفعل والبريد الإلكتروني
de: Rückmeldung & E-mail
es: Comentarios y Correo electrónico
fr: Retours & Email

# footer-copyright
source: Copyright
ar: حقوق الطبع والنشر
es: Derechos de Autor
fr: Droit d'auteur

# nav-heading-menu
source: Menu
ar: القائمة
de: Menü
es: Menú

# write-tweet-h3
source: Shorten URL
ar: الرابط المختصر
es: Acortar URL

# about-account-p1
source: Follow Easy Chirp 2 on Twitter: <a href="http://twitter.com/EasyChirp">@EasyChirp</a>.
ar: متابعة Easy Chirp 2 على تويتر: <a href="http://twitter.com/EasyChirp">@EasyChirp</a>.
es: Sigue Easy Chirp 2 en Twitter: <a href="http://twitter.com/EasyChirp">@EasyChirp</a>.

# about-tech-p1
source: Easy Chirp 2 is built with PHP (with Codeigniter MVC framework), HTML5, JavaScript (and jQuery), and the <a rel="nofollow" href="http://dev.twitter.com/">Twitter API</a>.
ar: التغريد السهل2 تم انشاؤها بـPHP (مع Codeigniter إطار MVC)، HTML5، وجافا سكريبت (و jQuery)، وAPI تويتر.
es: Easy Chip esta diseñado en PHP (con el framework Codeigniter MVC), HTML5, JavaScript (y jQuery), y <a rel="nofollow" href="http://dev.twitter.com/">Twitter API</a>.

# about-awards-accessit
source: The <a href="http://access-it-events.org/2009_access_it_winners.php">Access IT @web2.0 Award</a> is in recognition of a project, product or service that advances accessibility on web 2.0. Endorsed by the <a href="http://www.iwa.it/">International Webmasters Association</a> (IWA). The selection process assesses the relevance for the award, its impact, its affordability and openness, and its validation level.
ar: جائزة Access IT @web2.0 هي تقدير لمشروع أو منتج أو خدمة تسهل الوصول لـ web 2.0. تم إجازته من جمعية أصحاب المواقع الدولية (IWA). تساعد عملية الإختيار في تقييم أهمية الجائزة، تأثيرها، قدرتها على تحمل التكاليف و الإنفتاح، و التحقق من مصداقيتها.
es: El Premio Acceso IT @web2.0 es un reconocimiento a un proyecto, producto o servicio que avanza la accesibilidad en la web 2.0. Avalado por la <a href="http://www.iwa.it/">Asociación Internacional de Webmasters</a> (IWA). El proceso de selección se evalúa la pertinencia para el premio, su impacto, su accesibilidad y la apertura, y su nivel de validación.

# about-awards-bestweb
source: Accessible Twitter was a nominee for &quot;Best API Use&quot; in the 2010 <a href="http://www.thenetawards.com/">.net Magazine's Best of the Web</a> awards.
ar: تم ترشيح تويتر للمكفوفين كأفضل تطبيق مستخدم في 2010 من قِبل مجلة net. لجائزة أفضل موقع إلكتروني.
es: Twitter Accesible fue nominado por "Mejor uso del API" en el 2010 premio de el Mejor de las estandares web otorgada por la revista .net Magazine.

# about-awards-rnib
source: Easy Chirp was the <a href="http://www.rnib.org.uk/livingwithsightloss/computersphones/updates/techknowmore/Lists/Posts/Post.aspx?id=64"><abbr title="Royal National Institute of Blind People">RNIB</abbr> Featured Website</a>, December 2011.
ar: يحتوي التغريد السهل على خصائص RNIB فى شبكة الانترنت, ديسمبر2011.
es: Easy Chirp fue destacado en la <a href="http://www.rnib.org.uk/livingwithsightloss/computersphones/updates/techknowmore/Lists/Posts/Post.aspx?id=64">página web del RNIB en Diciembre 2011</a>.

# about-kick-p1
source: A successful <a href="http://www.kickstarter.com/projects/dlembree/easy-chirp-2-contribute-to-an-inclusive-twittersph">Kickstarter campaign</a> was run in order to help funding for the relaunch.
ar: وكان من المقرر استئناف التحديثات الرئيسية اللازمة بما في ذلك تغيير في API تويتر. تم تشغيل <a href="http://www.kickstarter.com/projects/dlembree/easy-chirp-2-contribute-to-an-inclusive-twittersph">حملة Kickstarter</a> ناجحة من أجل المساعدة في تمويل إعادة الإطلاق.
es: Una campaña exitosa (<a href="http://www.kickstarter.com/projects/dlembree/easy-chirp-2-contribute-to-an-inclusive-twittersph">campaña Kickstarter</a></a>) se llevó a cabo con el fin de ayudar a la financiación para el relanzamiento.

# gbl-tweet-mute
source: mute user
ar: كتم صوت مستخدم
es: silenciar a usuario

# user-pic-alt
source: avatar
ar: صورة رمزية

# gotouser-username
source: @UserName
es: @NombreDeUsuario

# lists-add-placeholder
source: @UserName
es: @NombreDeUsuario

# profile-h2-latest
source: Latest Tweet
es: Ultimos Tweet

# features-a11y-contrast
source: Large default text size and high high color contrast.
es: Tamaño de texto grande y alto contraste de color.
