Repository: ginader/easychirp
Catalog: site/application/language/*.xliff
Languages: ar, de, es, fr, pt_br

# tips-table-rt-1
source: RT @username + their message
ar: اعادة تغريد @اسم المستخدم + رسالته
de: RT @nutzername + dessen Nachricht
es: RT @nombreDeUsuario + su mensaje
fr: RT @utilisateur + leur message
pt_br: RT @nomeusuário + mensagem dele

# tips-table-rt-2
source: Retweet. When you copy and pass along someone else's message. This is the old method which is different that Twitter's "native" retweet.
ar: اعادة تغريد. عند نسخ و نقل رسالة لشخص آخر. هذا هو الأسلوب القديم الذي يختلف من أن إعادة التغريد "الأصلي".
de: Retweet. Damit kopieren Sie einen Tweet einer anderen Person und schicken diesen weiter. Dies ist die alte Methode und weicht von Twitters nativem Retweet ab.
es: Retwittar. Cuando copias y transmites el mensaje de otros. Este es el modo antiguo el cual es diferente al modo "original" de Twitter.
fr: Retweet. En copiant et faisant suivre le message de quelqu'un d'autre. Ceci est l'ancienne méthode qui est différente de la méthode "native" de retweet de Twitter.
pt_br: Retuita; é quando você copia e repassa a mensagem de alguém. Este é o método antigo, que é diferente dos retuítes "nativos" do Twitter.

# tips-table-mt-1
source: MT @username + their message
ar: MT @اسم المستخدم + الرسائل الخاصة بهم
de: MT @nutzername + dessen Nachricht
es: MT @nombreDeUsuario + su mensaje
fr: MT @utilisateur + leur message
pt_br: MT @nomeusuário + mensagem dele

# tips-table-mt-2
source: Modified tweet. Similar to a Retweet, but when you modify someone else's message.
ar: تغريدة معدلة. يشبه اعادة التغريد، لكن عندما تقوم بتعديل الرسالة لشخص آخر.
de: Veränderter Tweet. Vergleichbar mit einem Retweet, aber Sie können die Nachricht eines anderen verändert weiterschicken.
es: Tweet modificado. Similar a retwittar, pero tu modificas el mensaje de otros.
fr: Tweet modifié. Similaire à un Retweet, mais en modifiant le message de quelqu'un d'autre.
pt_br: Tuíte modificado. Similar a um retuíte, mas para quando você modifica a mensagem de alguém.

# tips-table-mt-3
source: Cool! MT @EasyChirp is working on some performance enhancements with the Twitter API. #twitter #a11y
ar: ممتاز! MT @EasyChirp تعمل على بعض تحسينات الأداء مع API التغريد. #twitter #a11y
de: Super! MT @EasyChirp arbeitet an Verbesserungen mit Hilfe der Twitter-API. #twitter #a11y
es: Cool! MT @EasyChirp esta trabajando en mejoras de rendimiento usando el API de Twitter.
fr: Cool! MT @EasyChirp Travaille sur quelques améliorations de performance pour l'API. #twitter #a11y
pt_br: Legal! MT @EasyChirp is working on some performance enhancements with the Twitter API. #twitter #a11y

# tips-table-caret-1
source: ^ + user initials
ar: ^ + اسم المستخدم الأول
de: ^ + Nutzerinitialen
es: ^ + iniciales del usuario
fr: ^ + initiales de l'utilisateur
pt_br: ^ + iniciais do usuário

# tips-table-caret-2
source: For accounts with more than one author, the author adds a carat (^) and his initials to the end of the tweet to clarify who he is.
ar: للحسابات التى تتضمن أكثر من مستخدم, فإن المستخدم يضيف علامة (^) واسمه الأول فى نهاية التغريدة وذلك لتوضيح شخصه.
de: Bei der gemeinsamen Nutzung eines Twitterkontos durch mehrere Autoren kann der Autor ein Zirkumflex (^) und seine Initialen am Ende angeben, um zu verdeutlichen, wer den Tweet verfasst hat.
es: Para todas las cuentas con mas de un autor, el autor aumenta un quilate (^) y sus iniciales al final del tweet para aclarar quién es él.
fr: Pour les comptes avec plus d'un auteur, l'auteur ajoute un caractère (^) et ses initiales à la fin du tweet pour clarifier qui il est.
pt_br: Para contas com mais de um autor, o autor adiciona um circunflexo (^) e as iniciais dele ao fim do tuíte para esclarecer quem é ele.

# tips-table-caret-3
source: @somebody Yes, sent to email address associated with the account. ^DW
de: @irgendjemand Ja, schicken Sie die Infos an die Mailadresse dieses Kontos. ^DW
es: @somebody Si, envía un correo electronico asociado con la cuenta ^DW
fr: @quelqu_un Oui, envoyé à l'adresse email du compte associé. ^DW
pt_br: @alguém Sim, enviei para o endereço de e-mail associado à conta. ^DW

# tips-h2-keys
source: Access Keys
ar: مفاتيح الوصول
de: Zugangstasten
es: Llaves de acceso
fr: Touches d'accès
pt_br: Teclas de acesso

# tips-keys-0
source: Home
ar: الصفحة الرئيسية
es: Página Principal
fr: Accueil
pt_br: Início

# tips-keys-1
source: Timeline
ar: الخط الزمني
es: Línea de tiempo
fr: Chronologie
pt_br: Linha do tempo

# tips-keys-2
source: Mentions
ar: إشارات
es: Menciones
pt_br: Menções

# tips-keys-3
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
pt_br: Favoritos

# tips-keys-4
source: Retweets
ar: إعادة التغريد
pt_br: Retuítes

# tips-keys-5
source: Lists
ar: قوائم
de: Listen
es: Listas
fr: Listes
pt_br: Listas

# tips-keys-6
source: Direct Message (DM)
ar: الرسائل المباشرة
es: Mensajes Directos
fr: Message Privé
pt_br: Mensagem Direta (DM)

# tips-keys-7
source: Tools
ar: الأدوات
de: Werkzeuge
es: Herramientas
fr: Outils
pt_br: Ferramentas

# tips-h2-apps
source: Web Applications
ar: تطبيقات الويب
de: Web-Anwendungen
es: Applicaciones Web
fr: Applications Web
pt_br: Aplicativos Web

# trends-h1
source: Trends
ar: متداول
es: Tendencias
fr: Tendance
pt_br: Assuntos

# trends-worldwide
source: Worldwide
ar: في جميع أنحاء العالم
de: weltweit
es: Mundial
fr: Mondial
pt_br: Pelo mundo

# articles-h1
source: Articles & Feedback
ar: مقالات و ملاحظات
de: Artikel & Feedback
es: Artículos y Comentarios
fr: Articles & Retours
pt_br: Artigos & Feedback

# articles-h2-books
source: We're in Books!
ar: نحن في الكتب!
de: Wir werden in Büchern erwähnt!
es: Estamos en los libros!
fr: Nous sommes dans les livres!
pt_br: Estamos em livros!

# articles-book-cover
source: book cover
ar: غلاف الكتاب
de: Buchumschlag
es: carátula del libro
fr: couverture de livre
pt_br: Capa do livro

# articles-books-webforeveryone
source: Easy Chirp is mentioned in <a href="http://rosenfeldmedia.com/books/a-web-for-everyone/">A Web for Everyone: Designing Accessible User Experiences</a> by Sarah Horton and Whitney Quesenbery. Published by Rosenfeld Media.
de: Einfach Chirp in <a href="http://rosenfeldmedia.com/books/a-web-for-everyone/">Ein Web für alle: Entwerfen Barrierebenutzererlebnis</a> von Sarah Horton und Whitney Quesenbery. Veröffentlicht von Rosenfeld Medien.
fr: Easy Chirp est mentionné dans <a href="http://rosenfeldmedia.com/books/a-web-for-everyone/">A Web for Everyone: Designing Accessible User Experiences</a> par Sarah Horton et Whitney Quesenbery. Publié par Rosenfeld Media.
pt_br: O Easy Chirp é mencionado em <a href="http://rosenfeldmedia.com/books/a-web-for-everyone/">A Web for Everyone: Designing Accessible User Experiences</a>, de Sarah Horton e Whitney Quesenbery. Publicado por Rosenfeld Media.

# articles-books-thetwitter
source: Easy Chirp is mentioned in <a href="http://www.amazon.com/Twitter-Book-Otx-Tim-OReilly/dp/1449314201"><em>The Twitter Book</em></a>, now in the second edition! See the first page of the Get Started section. Follow co-author Sarah Milstein @SarahM.
ar: ذُكر التغريد بسهولة في كتاب تويتر، حالياً في النسخة الثانية! شاهد الصفحة الأولى لقسم طريقة البدء، تابع المؤلف المشارك سارة ميلستيين @SarahM.
de: Easy Chirp wird im <a href="http://www.amazon.com/Twitter-Book-Otx-Tim-OReilly/dp/1449314201"><em>The Twitter Book</em></a> erwähnt, jetzt in der zweiten Ausgabe! Siehe die erste Seite des Kapitels "Den Einstieg finden". Folgen Sie Mitautorin Sarah Milstein @SarahM.
es: Easy Chirp esta mencionado en <a href="http://www.amazon.com/Twitter-Book-Otx-Tim-OReilly/dp/1449314201"><em>El Libro de Twitter</em></a>, ahora en la segunda edicion! Vea la primera pagina de la sección "Vamos a Empezar". Sigue a la coautora Sarah Milstein (@SarahM).
fr: Easy Chirp est mentionné dans <a href="http://www.amazon.com/Twitter-Book-Otx-Tim-OReilly/dp/1449314201"><em>The Twitter Book</em></a>, maintenant en deuxième édition! Voir la première page de la section "Commencer". Suivre le co-auteur Sarah Milstein @SarahM.
pt_br: O Easy Chirp é mencionado em <a href="http://www.amazon.com/Twitter-Book-Otx-Tim-OReilly/dp/1449314201"><em>The Twitter Book</em></a>, agora em segunda edição! Vide a primeira página da seção Get Started. Siga a coautora Sarah Milstein @SarahM.

# articles-books-finnish
source: Accessible Twitter is mentioned in <a href="http://www.twitterkirja.fi/kirja/">N&auml;in k&auml;yt&auml;t Twitteri&auml;</a> (How to Use Twitter). A book written in Finnish by author <a href="http://www.fiikus.net/">Maija Haavisto</a> (@DiamonDie).
ar: ذُكر تويتر للمكفوفين في Näin käytät Twitteriä (كيف تستخدم تويتر) (الترجمة الانجليزية)،كتاب باللغة الفنلندية للكاتب مايجا هافيستو (@DiamonDie).
de: Accessible Twitter wird im Kapitel <a href="http://www.twitterkirja.fi/kirja/">N&auml;in k&auml;yt&auml;t Twitteri&auml;</a> (auf deutsch: So verwenden Sie Twitter) erwähnt. Das Buch wurde von der finnischen Autorin Maija Haavisto (@DiamonDie) geschrieben.
es: Twitter Accesible es mencionado en Näin käytät Twitteriä (Como Usar Twitter). Un libro escrito en Finnish por el autor Maija Haavisto (@DiamonDie).
fr: Accessible Twitter est mentionné dans <a href="http://www.twitterkirja.fi/kirja/">N&auml;in k&auml;yt&auml;t Twitteri&auml;</a> (How to Use Twitter). Un livre écrit par un auteur Finlandais <a href="http://www.fiikus.net/">Maija Haavisto</a> (@DiamonDie).
pt_br: O Twitter acessível é mencionado em <a href="http://www.twitterkirja.fi/kirja/">N&auml;in k&auml;yt&auml;t Twitteri&auml;</a> (Como usar o Twitter); um livro escrito em Finlandês pelo autor <a href="http://www.fiikus.net/">Maija Haavisto</a> (@DiamonDie).

# articles-h2-user
source: User Feedback
ar: تعليقات المستخدم
de: Rückmeldungen von Nutzerinnen und Nutzern
es: Comentarios de los usuarios
fr: Retour Utilisateur
pt_br: Feedback do usuário

# articles-h2-wikis
source: We're in Wikis!
ar: نحن في قائمة الويكي!
de: Wir werden in Wikis erwähnt!
es: Estamos en Wikis!
fr: Nous sommes dans les Wikis!
pt_br: Estamos em Wikis!

# articles-h2-blogs
source: Article & Blog Mentions
ar: تنبيهات المقال & المدونة
de: Artikel & Blogeinträge
es: Artículos y menciones de blog
fr: Article & Sitations de Blogs
pt_br: Menções em artigos & blogs

# articles-h3-highlights
source: Highlights
ar: أهم المواضيع
es: Noticias destacables
fr: Mentions
pt_br: Destaques

# articles-h3-more
source: More, ordered by date
ar: المزيد،رتب بالتاريخ
de: Noch mehr, nach Datum sortiert
es: Más, organizado por fechas
fr: Plus, classé par date
pt_br: Mais, ordenado por data

# features-h1
source: Features
ar: خصائص
de: Funktionen
es: Características
fr: Fonctionnalités
pt_br: Características

# features-more
source: More Features
ar: مزيد من الميزات
de: Weitere Funktionen
fr: Plus de fonctionnalités
pt_br: Mais recursos

# features-a11y-h2
source: Accessibility Features
ar: الميزات للمكفوفين
de: Barrierefreiheit
es: Características de accesibilidad
fr: Fonctions d'accessibilité
pt_br: Recursos de acessibilidade

# features-a11y-alt
source: Alternative text for an image is rendered for screen reader users and also can be displayed for sighted users (when alternative text is provided by the Twitter API).
pt_br: O texto alternativo a uma imagem é informado a usuários de leitores de telas e pode também ser mostrado a usuários que enxergam (quando a API do Twitter provê um texto alternativo).

# features-a11y-kybd
source: All links and functionality is keyboard accessible.
ar: يمكن من خلال لوحة المفاتيح الوصول إلى جميع الروابط و الوظائف.
de: Alle Links und alle Funktionen sind vollständig per Tastatur bedienbar.
es: Todos los links y funcionalidad son accesibles por el teclado.
fr: Tous les liens et fonctionnalités sont accessible au clavier.
pt_br: Links e funções são todos acessíveis por teclado.

# features-a11y-layout
source: Simple, consistent layout and navigation is provided.
ar: التصميم والتصفح بسيط و متناسق.
de: Einfaches, durchgängiges Layout und klare Navigation.
es: Se ofrece un diseño simple y con navegación consistente.
fr: Simple, présentation et navigation cohérente fournie.
pt_br: Provê apresentação e navegação simples e consistente.

# features-a11y-headings
source: Headings and page titles are implemented carefully for optimal accessibility.
ar: العناوين الرئيسية وعناوين الصفحات نفذت بعناية لأفضل استخدام.
de: Überschriften und Seitentitel für optimale Zugänglichkeit.
es: Encabezamientos y títulos de páginas son implementadas con mucho detalle para un óptimo diseño de accesibilidad.
fr: Entêtes et titres de page sont mis en oeuvre pour une accessibilité optimale.
pt_br: Cabeçalhos e títulos de páginas são cuidadosamente implementados para uma acessibilidade otimizada.

# features-a11y-ajax
source: Ajax actions are concluded with an alert (JS or ARIA) that notifies the user of the result of the action.
ar: تنتهى أوامر اجاكس بتنبيه ( js أو ARIA ) لإعلام المستخدم بنتيجة الأمر.
de: Ajax-Aktionen schließen mit einer Benachrichtigung (Java Script oder ARIA) des Nutzers ab, die über das Ergebnis der Aktion informiert.
es: Actiones Ajax son concluidas con un alerta (JS ó ARIA) que notifica al usuario del resultado de alguna acción.
fr: Les action Ajax sont conclues à l'aide d'une alerte (JS ou ARIA) qui annonce à l'utilisateur le résultat de l'action.
pt_br: Ações Ajax são concluídas com um alerta (JS ou ARIA) que notifica o usuário do resultado da ação.

# features-a11y-contrast
source: Large default text size and high color contrast.
ar: النص الافتراضي كبير الحجم وتبيان الألوان عال .
de: Große Schrift und hohe Farbkontraste.
fr: Taille de texte large par défaut et fort contraste de couleurs.
pt_br: Tamanho de texto grande por padrão e alto contraste de cores.

# features-a11y-resize
source: Text may be resized many levels without breaking layout.
ar: يمكن تغيير حجم النص إلى عدد من المستويات وذلك دون الخروج من مخطط الصفحة.
de: Bei Textvergrößerung bleibt das Layout erhalten.
es: El tamaño del texto puede ser ajustado en varios niveles sin afectar el diseño de la página.
fr: Le texte peut être reduit de plusieurs niveaux sans casser la présentation.
pt_br: O texto pode ser redimensionado várias vezes sem quebrar a apresentação.

# features-a11y-keys
source: Access keys (native keyboard shortcuts) to main menu items.
ar: استخدم مفاتيح الوصول (اختصارات لوحة المفاتيح الأصلية) وذلك مع عناصر القائمة الرئيسية.
de: Zugriffstasten (native Kurzbefehle) für Hauptmenüeinträge.
es: Teclas de acceso (originales teclas de acceso directo) a elementos del menú principal.
fr: Touches d'accessibiité (racourcis clavier natifs) pour les éléments du menu principal.
pt_br: Teclas de acesso (teclas nativas de atalho) para os itens do menu principal.

# features-a11y-forms
source: Forms and data tables are marked up for optimal accessibility.
ar: لوصول أمثل، تم وضع علامة على النماذج وجداول البيانات.
de: Formulare und Datentabellen sind für optimale Zugänglichkeit ausgezeichnet.
es: Los formularios y tabla de datos están marcados para una accesibilidad óptima.
fr: Les formulaires et tableaux de données sont marqués pour une accessibilité optimale.
pt_br: Formulários e tabelas de dados possuem marcações para uma acessibilidade otimizada.

# features-a11y-semantic
source: Code is semantic, light, and adheres to best practices for Web Standards.
ar: البرمجة دلالية، وخفيفة، وتطبق أفضل الممارسات لمعايير الويب.
de: Semantischer Code, schlank und folgt den besten Verfahren für Webstandards.
es: El Código es semántico, ligero, y se adhiere a las mejores prácticas para estándares web.
fr: Le code est semantique, léger, et adhères aux meilleures pratiques des Standards du Web.
pt_br: O código é semântico, leve e adere às melhores práticas para padrões web.

# features-a11y-aria
source: ARIA is implemented throughout including document landmark roles, alert roles, and live region for the dynamic character counter.
ar: ARIA تزود بأدوات خلال أدوار النقط الاستدلالية، وأدوار التنبيهات ، و المنطقة الحية لعداد الحروف الديناميكى.
de: ARIA wird durchgängig verwendet einschließlich Landmark-Rollen, Alert-Rollen und Liveregions für dynamische Zeichenzählung.
es: ARIA es implementado incluyendo funciones de navegación a través del documento web, funciones de alerta, y una región que cuenta los caractéres de forma dinámica.
fr: ARIA est mis en oeuvre à tous niveaux incluant les rôles de structure de documents, les rôles de notifications, ainsi que les pour les régions dynamiques pour le compteur dynamique de caractères.
pt_br: ARIA é largamente implementada, incluindo document landmark roles, alert roles e live regions para o contador dinâmico de caracteres.

# features-a11y-skip
source: A "skip to main content" link is provided for keyboard users (and a "skip to sign in" link on the home page).
ar: لمستخدمى لوحة المفاتيح يمكنك "التخطى إلى القائمة الرئيسية" ( بالاضافة إلى رابط "التخطى لتسجيل الدخول" المتوفر فى الصفحة الرئيسية).
de: Ein Sprungnavigation zum Hauptinhalt steht für Tastaturnutzer bereit, außerdem ein "zur Anmeldung springen"-Link auf der Startseite.
es: Un mensaje de "Continuar al Contenido principal" is mostrado para usuarios que usan el teclado ( también un link que dice "Continuar a Registrarse" en la página principal.
fr: Un lien "aller au contenu principal" est fourni pour les utilisateur de clavier (ainsi qu'un lien "aller à la connection" sur la page d'accueil).
pt_br: Provê-se um link de "pular para o conteúdo principal" para usuários de teclado (e um link de "pular para entrar" na página inicial).

# features-a11y-js
source: Works with or without JavaScript.
ar: يعمل مع أو بدون جافا سكريبت.
de: Funktioniert mit und ohne JavaScript.
es: Funciona con o sin JavaScript.
fr: Fonction avec et sans JavaScript.
pt_br: Funciona com ou sem JavaScript.

# features-a11y-at
source: Works with all types of assistive technology including screen readers, screen enlargers, braille-output, text-only browsers, and pretty much any web-enabled device.
ar: يعمل مع جميع أنواع التكنولوجيا المساعدة، بما في ذلك قارئات الشاشة، ومكبرات الشاشة ومخرجات برايل، ومتصفحات النصوص, وأي جهاز يمكنه الاتصال بالويب.
de: Arbeitet mit Assistiver Technologie zusammen, einschließlich Screenreader, Bildschirmvergrößerung, Braillezeilen, Textbrowsern und nahezu jedem webfähigen Gerät.
es: Funciona con todo tipo de tecnología de asistencia.
fr: Fonctionne avec tous types de technologies d'assistance incluant les lecteurs d'écran, les zoom d'écran, les sorties braille, les navigateurs textuels, et plus ou moins n'importe quel périphérique web.
pt_br: Funciona com todos os tipos de tecnologias assistivas incluindo leitores de telas, ampliadores de telas, saídas em braile, navegadores somente texto e praticamente qualquer dispositivo habilitado para a web.

# features-main-h2
source: Main Features
ar: الميزات الرئيسية
de: Hauptfunktionen
es: Características Principales
fr: Fonctionnalités principales
pt_br: Recursos principais

# features-main-pol
source: Political filter removes tweets with "Trump" and a few other related terms. Toggle from footer.
pt_br: Filtro de política que remove tuítes com "Trump" e outros termos correlatos. Alterne no rodapé.

# features-main-shortener
source: When writing a tweet, a character counter and a Shorten URL feature (choose bit.ly or weba.im) are available.
ar: عند كتابة تغريدة، يوجد عداد للحروف و خاصية اختصار الروابط (اختر bit.ly أو weba.im).
de: Wenn ein Tweet verfasst wird, werden die Zeichen gezählt und URLs können gekürzt werden (entweder mit bit.ly oder mit weba.im).
es: Cuando se escribe un tweet, el usuario tendrea a su dispoción un contador de caractéres y una opción de recortar el URL (opciones para elegir entre bit.ly ó web.im).
fr: Lors de la rédaction d'un tweet, un compteur de caractères ainsi qu'un raccourcisseur d'URL (au choix bit.ly ou weba.im) sont disponibles.
pt_br: Ao escrever um tuíte, um contador de caracteres e um encurtador de endereços (escolha bit.ly ou weba.im) estão disponíveis.

# features-main-replytoall
source: In addition to the basic retweet, quote tweet, and reply, user can reply to all and email tweet.
ar: بالإضافة إلى خدمة إعادة التغريد، اقتباس تغريدة والرد، بإمكان المستخدم الرد على الجميع وإرسال التغريدة بالبريد الالكتروني.
de: Zusätzlich zu Retweets, dem Zitieren von Tweets und der Beantwortung können Anwender auch an alle antworten und Tweets e-mailen.
es: En adición al básico retweet, citación del tweet, y responder, el usuario también puede responder a todos y mandar un tweet por correo electrónico.
fr: En plus des simple retweet, tweet citation, et réponse, l'utilisateur peut répondre à tous et envoyer des tweet par email.
pt_br: Além de retuíte básico, citação de tuíte e resposta, o usuário pode responder a todos e enviar tuíte por e-mail.

# features-main-lists
source: View, subscribe, and create Twitter Lists.
ar: عرض واشتراك وإنشاء قوائم تغريد.
de: Betrachten, abonnieren und erstellen von Twitter-Listen.
es: Ver, suscribir y crear listas.
fr: Consulter, souscrire, et créer des liste Twitter.
pt_br: Exibir, inscrever-se e criar listas do Twitter.

# features-main-search
source: Search tweets and users (and search tips).
ar: البحث في التغريدات و المستخدمين (و إرشادات البحث).
de: Tweets und Nutzer suchen (und Suchtipps).
es: Buscar tweets y usuarios (y consejos de búsqueda.
fr: Rechercher des tweets et utilisateurs (et astuces de recherche).
pt_br: Buscar tuítes e usuários (e dicas de busca).

# features-main-saved-search
source: Add, delete, and run saved searches.
ar: إضافة، حذف، و تشغيل عمليات البحث المحفوظة.
de: Hinzufügen, Löschen und erneutes Aufrufen von gespeicherten Suchen.
es: Agregar, borrar y usar búsquedas guardadas.
fr: Ajouter, supprimer, et executer des recherches sauvegardées.
pt_br: Adicionar, apagar e executar buscas salvas.

# features-main-edit-profile
source: Edit basic profile settings including updating avatar.
ar: تحرير الإعدادات الشخصية الأساسية بما في ذلك تحديث الصورة الرمزية.
de: Grundlegende Profileinstellungen einschließlich der Änderung des Avatars sind möglich.
es: Editar dátos del perfil incluyendo el ávatar.
fr: Editer les paramètres principaux du profile incluant la mise à jour de l'avatar.
pt_br: Editar configurações básicas de perfil incluindo atualizar avatar.

# features-main-jump
source: Easily jump to user's profile and timeline.
ar: سهولة الانتقال إلى حساب المستخدم و صفحة العرض.
de: Einfaches Aufrufen des Nutzerprofils und der Zeitleiste.
es: Muévete libremente atraves de la biografía del usuario.
fr: Passer simplement du profil utilisateur à la chronologie.
pt_br: Saltar facilmente para perfil e linha do tempo de usuários.

# features-main-thread
source: Inline threading of tweets; displays reply "conversation".
ar: مضمنة ترابط من تغريدات؛ يعرض الرد "المحادثة".
de: Zeigt Tweets als Gesprächsstrang.
fr: Fil de tweets; Affiche les "conversations".
pt_br: Tuítes organizados por tópicos; mostra a "conversa" por respostas.

# features-main-linked
source: Tweets contain linked hash tags and usernames.
ar: تغريدات تحتوي على روابط وسوم وأسماء مستخدمين.
de: Tweets enthalten verlinkte Hashtags und Nutzernamen.
es: Tweets contienen links en sus etiquetas y nombres de usuarios.
fr: Les tweets contiennent des links vers les "mots-dièse" et les utilisateurs.
pt_br: Tuítes contém hash tags e nomes de usuário linkados.

# features-main-review
source: Easy to review a tweet when replying and quoting.
ar: "يمكنك بسهولة عرض التغريدة عند الرد و الاقتباس"
de: Einfaches Bearbeiten eines Tweets beim Antworten und Zitieren.
es: Manera fáacil de revisar un tweet cuando se esta respondiendo.
fr: Consulter un tweet tout en répondant ou en citant.
pt_br: Fácil reler um tuíte ao replicar e citar.
